export default [
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"东城区",
                        "value":"20101511052608604162"
                    },
                    {
                        "children":[

                        ],
                        "label":"西城区",
                        "value":"20101511052608604163"
                    },
                    {
                        "children":[

                        ],
                        "label":"朝阳区",
                        "value":"20101511052608604164"
                    },
                    {
                        "children":[

                        ],
                        "label":"丰台区",
                        "value":"20101511052608604165"
                    },
                    {
                        "children":[

                        ],
                        "label":"石景山区",
                        "value":"20101511052608604166"
                    },
                    {
                        "children":[

                        ],
                        "label":"海淀区",
                        "value":"20101511052608604167"
                    },
                    {
                        "children":[

                        ],
                        "label":"门头沟区",
                        "value":"20101511052608604168"
                    },
                    {
                        "children":[

                        ],
                        "label":"房山区",
                        "value":"20101511052608604169"
                    },
                    {
                        "children":[

                        ],
                        "label":"通州区",
                        "value":"20101511052608604170"
                    },
                    {
                        "children":[

                        ],
                        "label":"顺义区",
                        "value":"20101511052608604171"
                    },
                    {
                        "children":[

                        ],
                        "label":"昌平区",
                        "value":"20101511052608604172"
                    },
                    {
                        "children":[

                        ],
                        "label":"大兴区",
                        "value":"20101511052608604173"
                    },
                    {
                        "children":[

                        ],
                        "label":"怀柔区",
                        "value":"20101511052608604174"
                    },
                    {
                        "children":[

                        ],
                        "label":"平谷区",
                        "value":"20101511052608604175"
                    },
                    {
                        "children":[

                        ],
                        "label":"密云区",
                        "value":"20101511052616992768"
                    },
                    {
                        "children":[

                        ],
                        "label":"延庆区",
                        "value":"20101511052616992769"
                    }
                ],
                "label":"市辖区",
                "value":"20101511052608604161"
            }
        ],
        "label":"北京市",
        "value":"20101511052608604160"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"和平区",
                        "value":"20101511052616992772"
                    },
                    {
                        "children":[

                        ],
                        "label":"河东区",
                        "value":"20101511052616992773"
                    },
                    {
                        "children":[

                        ],
                        "label":"河西区",
                        "value":"20101511052616992774"
                    },
                    {
                        "children":[

                        ],
                        "label":"南开区",
                        "value":"20101511052616992775"
                    },
                    {
                        "children":[

                        ],
                        "label":"河北区",
                        "value":"20101511052616992776"
                    },
                    {
                        "children":[

                        ],
                        "label":"红桥区",
                        "value":"20101511052616992777"
                    },
                    {
                        "children":[

                        ],
                        "label":"东丽区",
                        "value":"20101511052616992778"
                    },
                    {
                        "children":[

                        ],
                        "label":"西青区",
                        "value":"20101511052616992779"
                    },
                    {
                        "children":[

                        ],
                        "label":"津南区",
                        "value":"20101511052616992780"
                    },
                    {
                        "children":[

                        ],
                        "label":"北辰区",
                        "value":"20101511052616992781"
                    },
                    {
                        "children":[

                        ],
                        "label":"武清区",
                        "value":"20101511052616992782"
                    },
                    {
                        "children":[

                        ],
                        "label":"宝坻区",
                        "value":"20101511052616992783"
                    },
                    {
                        "children":[

                        ],
                        "label":"滨海新区",
                        "value":"20101511052616992784"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁河区",
                        "value":"20101511052616992785"
                    },
                    {
                        "children":[

                        ],
                        "label":"静海区",
                        "value":"20101511052616992786"
                    },
                    {
                        "children":[

                        ],
                        "label":"蓟州区",
                        "value":"20101511052616992787"
                    }
                ],
                "label":"市辖区",
                "value":"20101511052616992771"
            }
        ],
        "label":"天津市",
        "value":"20101511052616992770"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052616992790"
                    },
                    {
                        "children":[

                        ],
                        "label":"长安区",
                        "value":"20101511052616992791"
                    },
                    {
                        "children":[

                        ],
                        "label":"桥西区",
                        "value":"20101511052616992792"
                    },
                    {
                        "children":[

                        ],
                        "label":"新华区",
                        "value":"20101511052616992793"
                    },
                    {
                        "children":[

                        ],
                        "label":"井陉矿区",
                        "value":"20101511052616992794"
                    },
                    {
                        "children":[

                        ],
                        "label":"裕华区",
                        "value":"20101511052616992795"
                    },
                    {
                        "children":[

                        ],
                        "label":"藁城区",
                        "value":"20101511052616992796"
                    },
                    {
                        "children":[

                        ],
                        "label":"鹿泉区",
                        "value":"20101511052616992797"
                    },
                    {
                        "children":[

                        ],
                        "label":"栾城区",
                        "value":"20101511052616992798"
                    },
                    {
                        "children":[

                        ],
                        "label":"井陉县",
                        "value":"20101511052616992799"
                    },
                    {
                        "children":[

                        ],
                        "label":"正定县",
                        "value":"20101511052616992800"
                    },
                    {
                        "children":[

                        ],
                        "label":"行唐县",
                        "value":"20101511052616992801"
                    },
                    {
                        "children":[

                        ],
                        "label":"灵寿县",
                        "value":"20101511052616992802"
                    },
                    {
                        "children":[

                        ],
                        "label":"高邑县",
                        "value":"20101511052616992803"
                    },
                    {
                        "children":[

                        ],
                        "label":"深泽县",
                        "value":"20101511052616992804"
                    },
                    {
                        "children":[

                        ],
                        "label":"赞皇县",
                        "value":"20101511052616992805"
                    },
                    {
                        "children":[

                        ],
                        "label":"无极县",
                        "value":"20101511052616992806"
                    },
                    {
                        "children":[

                        ],
                        "label":"平山县",
                        "value":"20101511052616992807"
                    },
                    {
                        "children":[

                        ],
                        "label":"元氏县",
                        "value":"20101511052616992808"
                    },
                    {
                        "children":[

                        ],
                        "label":"赵县",
                        "value":"20101511052616992809"
                    },
                    {
                        "children":[

                        ],
                        "label":"晋州市",
                        "value":"20101511052616992810"
                    },
                    {
                        "children":[

                        ],
                        "label":"新乐市",
                        "value":"20101511052616992811"
                    }
                ],
                "label":"石家庄市",
                "value":"20101511052616992789"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052616992813"
                    },
                    {
                        "children":[

                        ],
                        "label":"路南区",
                        "value":"20101511052616992814"
                    },
                    {
                        "children":[

                        ],
                        "label":"路北区",
                        "value":"20101511052616992815"
                    },
                    {
                        "children":[

                        ],
                        "label":"古冶区",
                        "value":"20101511052616992816"
                    },
                    {
                        "children":[

                        ],
                        "label":"开平区",
                        "value":"20101511052616992817"
                    },
                    {
                        "children":[

                        ],
                        "label":"丰南区",
                        "value":"20101511052621187072"
                    },
                    {
                        "children":[

                        ],
                        "label":"丰润区",
                        "value":"20101511052621187073"
                    },
                    {
                        "children":[

                        ],
                        "label":"曹妃甸区",
                        "value":"20101511052621187074"
                    },
                    {
                        "children":[

                        ],
                        "label":"滦县",
                        "value":"20101511052621187075"
                    },
                    {
                        "children":[

                        ],
                        "label":"滦南县",
                        "value":"20101511052621187076"
                    },
                    {
                        "children":[

                        ],
                        "label":"乐亭县",
                        "value":"20101511052621187077"
                    },
                    {
                        "children":[

                        ],
                        "label":"迁西县",
                        "value":"20101511052621187078"
                    },
                    {
                        "children":[

                        ],
                        "label":"玉田县",
                        "value":"20101511052621187079"
                    },
                    {
                        "children":[

                        ],
                        "label":"遵化市",
                        "value":"20101511052621187080"
                    },
                    {
                        "children":[

                        ],
                        "label":"迁安市",
                        "value":"20101511052621187081"
                    }
                ],
                "label":"唐山市",
                "value":"20101511052616992812"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052621187083"
                    },
                    {
                        "children":[

                        ],
                        "label":"海港区",
                        "value":"20101511052621187084"
                    },
                    {
                        "children":[

                        ],
                        "label":"山海关区",
                        "value":"20101511052621187085"
                    },
                    {
                        "children":[

                        ],
                        "label":"北戴河区",
                        "value":"20101511052621187086"
                    },
                    {
                        "children":[

                        ],
                        "label":"抚宁区",
                        "value":"20101511052621187087"
                    },
                    {
                        "children":[

                        ],
                        "label":"青龙满族自治县",
                        "value":"20101511052621187088"
                    },
                    {
                        "children":[

                        ],
                        "label":"昌黎县",
                        "value":"20101511052621187089"
                    },
                    {
                        "children":[

                        ],
                        "label":"卢龙县",
                        "value":"20101511052621187090"
                    }
                ],
                "label":"秦皇岛市",
                "value":"20101511052621187082"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052621187092"
                    },
                    {
                        "children":[

                        ],
                        "label":"邯山区",
                        "value":"20101511052621187093"
                    },
                    {
                        "children":[

                        ],
                        "label":"丛台区",
                        "value":"20101511052621187094"
                    },
                    {
                        "children":[

                        ],
                        "label":"复兴区",
                        "value":"20101511052621187095"
                    },
                    {
                        "children":[

                        ],
                        "label":"峰峰矿区",
                        "value":"20101511052621187096"
                    },
                    {
                        "children":[

                        ],
                        "label":"邯郸县",
                        "value":"20101511052621187097"
                    },
                    {
                        "children":[

                        ],
                        "label":"临漳县",
                        "value":"20101511052621187098"
                    },
                    {
                        "children":[

                        ],
                        "label":"成安县",
                        "value":"20101511052621187099"
                    },
                    {
                        "children":[

                        ],
                        "label":"大名县",
                        "value":"20101511052621187100"
                    },
                    {
                        "children":[

                        ],
                        "label":"涉县",
                        "value":"20101511052621187101"
                    },
                    {
                        "children":[

                        ],
                        "label":"磁县",
                        "value":"20101511052625381376"
                    },
                    {
                        "children":[

                        ],
                        "label":"肥乡县",
                        "value":"20101511052625381377"
                    },
                    {
                        "children":[

                        ],
                        "label":"永年县",
                        "value":"20101511052625381378"
                    },
                    {
                        "children":[

                        ],
                        "label":"邱县",
                        "value":"20101511052625381379"
                    },
                    {
                        "children":[

                        ],
                        "label":"鸡泽县",
                        "value":"20101511052625381380"
                    },
                    {
                        "children":[

                        ],
                        "label":"广平县",
                        "value":"20101511052625381381"
                    },
                    {
                        "children":[

                        ],
                        "label":"馆陶县",
                        "value":"20101511052625381382"
                    },
                    {
                        "children":[

                        ],
                        "label":"魏县",
                        "value":"20101511052625381383"
                    },
                    {
                        "children":[

                        ],
                        "label":"曲周县",
                        "value":"20101511052625381384"
                    },
                    {
                        "children":[

                        ],
                        "label":"武安市",
                        "value":"20101511052625381385"
                    }
                ],
                "label":"邯郸市",
                "value":"20101511052621187091"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052625381387"
                    },
                    {
                        "children":[

                        ],
                        "label":"桥东区",
                        "value":"20101511052625381388"
                    },
                    {
                        "children":[

                        ],
                        "label":"桥西区",
                        "value":"20101511052625381389"
                    },
                    {
                        "children":[

                        ],
                        "label":"邢台县",
                        "value":"20101511052625381390"
                    },
                    {
                        "children":[

                        ],
                        "label":"临城县",
                        "value":"20101511052625381391"
                    },
                    {
                        "children":[

                        ],
                        "label":"内丘县",
                        "value":"20101511052625381392"
                    },
                    {
                        "children":[

                        ],
                        "label":"柏乡县",
                        "value":"20101511052625381393"
                    },
                    {
                        "children":[

                        ],
                        "label":"隆尧县",
                        "value":"20101511052625381394"
                    },
                    {
                        "children":[

                        ],
                        "label":"任县",
                        "value":"20101511052625381395"
                    },
                    {
                        "children":[

                        ],
                        "label":"南和县",
                        "value":"20101511052625381396"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁晋县",
                        "value":"20101511052625381397"
                    },
                    {
                        "children":[

                        ],
                        "label":"巨鹿县",
                        "value":"20101511052625381398"
                    },
                    {
                        "children":[

                        ],
                        "label":"新河县",
                        "value":"20101511052625381399"
                    },
                    {
                        "children":[

                        ],
                        "label":"广宗县",
                        "value":"20101511052625381400"
                    },
                    {
                        "children":[

                        ],
                        "label":"平乡县",
                        "value":"20101511052625381401"
                    },
                    {
                        "children":[

                        ],
                        "label":"威县",
                        "value":"20101511052625381402"
                    },
                    {
                        "children":[

                        ],
                        "label":"清河县",
                        "value":"20101511052625381403"
                    },
                    {
                        "children":[

                        ],
                        "label":"临西县",
                        "value":"20101511052625381404"
                    },
                    {
                        "children":[

                        ],
                        "label":"南宫市",
                        "value":"20101511052625381405"
                    },
                    {
                        "children":[

                        ],
                        "label":"沙河市",
                        "value":"20101511052625381406"
                    }
                ],
                "label":"邢台市",
                "value":"20101511052625381386"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052629575680"
                    },
                    {
                        "children":[

                        ],
                        "label":"竞秀区",
                        "value":"20101511052629575681"
                    },
                    {
                        "children":[

                        ],
                        "label":"莲池区",
                        "value":"20101511052629575682"
                    },
                    {
                        "children":[

                        ],
                        "label":"满城区",
                        "value":"20101511052629575683"
                    },
                    {
                        "children":[

                        ],
                        "label":"清苑区",
                        "value":"20101511052629575684"
                    },
                    {
                        "children":[

                        ],
                        "label":"徐水区",
                        "value":"20101511052629575685"
                    },
                    {
                        "children":[

                        ],
                        "label":"涞水县",
                        "value":"20101511052629575686"
                    },
                    {
                        "children":[

                        ],
                        "label":"阜平县",
                        "value":"20101511052629575687"
                    },
                    {
                        "children":[

                        ],
                        "label":"定兴县",
                        "value":"20101511052629575688"
                    },
                    {
                        "children":[

                        ],
                        "label":"唐县",
                        "value":"20101511052629575689"
                    },
                    {
                        "children":[

                        ],
                        "label":"高阳县",
                        "value":"20101511052629575690"
                    },
                    {
                        "children":[

                        ],
                        "label":"容城县",
                        "value":"20101511052629575691"
                    },
                    {
                        "children":[

                        ],
                        "label":"涞源县",
                        "value":"20101511052629575692"
                    },
                    {
                        "children":[

                        ],
                        "label":"望都县",
                        "value":"20101511052629575693"
                    },
                    {
                        "children":[

                        ],
                        "label":"安新县",
                        "value":"20101511052629575694"
                    },
                    {
                        "children":[

                        ],
                        "label":"易县",
                        "value":"20101511052629575695"
                    },
                    {
                        "children":[

                        ],
                        "label":"曲阳县",
                        "value":"20101511052629575696"
                    },
                    {
                        "children":[

                        ],
                        "label":"蠡县",
                        "value":"20101511052629575697"
                    },
                    {
                        "children":[

                        ],
                        "label":"顺平县",
                        "value":"20101511052629575698"
                    },
                    {
                        "children":[

                        ],
                        "label":"博野县",
                        "value":"20101511052629575699"
                    },
                    {
                        "children":[

                        ],
                        "label":"雄县",
                        "value":"20101511052629575700"
                    },
                    {
                        "children":[

                        ],
                        "label":"涿州市",
                        "value":"20101511052629575701"
                    },
                    {
                        "children":[

                        ],
                        "label":"安国市",
                        "value":"20101511052629575702"
                    },
                    {
                        "children":[

                        ],
                        "label":"高碑店市",
                        "value":"20101511052629575703"
                    }
                ],
                "label":"保定市",
                "value":"20101511052625381407"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052633769985"
                    },
                    {
                        "children":[

                        ],
                        "label":"桥东区",
                        "value":"20101511052633769986"
                    },
                    {
                        "children":[

                        ],
                        "label":"桥西区",
                        "value":"20101511052633769987"
                    },
                    {
                        "children":[

                        ],
                        "label":"宣化区",
                        "value":"20101511052633769988"
                    },
                    {
                        "children":[

                        ],
                        "label":"下花园区",
                        "value":"20101511052633769989"
                    },
                    {
                        "children":[

                        ],
                        "label":"万全区",
                        "value":"20101511052633769990"
                    },
                    {
                        "children":[

                        ],
                        "label":"崇礼区",
                        "value":"20101511052633769991"
                    },
                    {
                        "children":[

                        ],
                        "label":"张北县",
                        "value":"20101511052633769992"
                    },
                    {
                        "children":[

                        ],
                        "label":"康保县",
                        "value":"20101511052633769993"
                    },
                    {
                        "children":[

                        ],
                        "label":"沽源县",
                        "value":"20101511052633769994"
                    },
                    {
                        "children":[

                        ],
                        "label":"尚义县",
                        "value":"20101511052633769995"
                    },
                    {
                        "children":[

                        ],
                        "label":"蔚县",
                        "value":"20101511052633769996"
                    },
                    {
                        "children":[

                        ],
                        "label":"阳原县",
                        "value":"20101511052633769997"
                    },
                    {
                        "children":[

                        ],
                        "label":"怀安县",
                        "value":"20101511052633769998"
                    },
                    {
                        "children":[

                        ],
                        "label":"怀来县",
                        "value":"20101511052633769999"
                    },
                    {
                        "children":[

                        ],
                        "label":"涿鹿县",
                        "value":"20101511052633770000"
                    },
                    {
                        "children":[

                        ],
                        "label":"赤城县",
                        "value":"20101511052633770001"
                    }
                ],
                "label":"张家口市",
                "value":"20101511052633769984"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052633770003"
                    },
                    {
                        "children":[

                        ],
                        "label":"双桥区",
                        "value":"20101511052633770004"
                    },
                    {
                        "children":[

                        ],
                        "label":"双滦区",
                        "value":"20101511052633770005"
                    },
                    {
                        "children":[

                        ],
                        "label":"鹰手营子矿区",
                        "value":"20101511052633770006"
                    },
                    {
                        "children":[

                        ],
                        "label":"承德县",
                        "value":"20101511052633770007"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴隆县",
                        "value":"20101511052633770008"
                    },
                    {
                        "children":[

                        ],
                        "label":"平泉县",
                        "value":"20101511052633770009"
                    },
                    {
                        "children":[

                        ],
                        "label":"滦平县",
                        "value":"20101511052633770010"
                    },
                    {
                        "children":[

                        ],
                        "label":"隆化县",
                        "value":"20101511052633770011"
                    },
                    {
                        "children":[

                        ],
                        "label":"丰宁满族自治县",
                        "value":"20101511052633770012"
                    },
                    {
                        "children":[

                        ],
                        "label":"宽城满族自治县",
                        "value":"20101511052633770013"
                    },
                    {
                        "children":[

                        ],
                        "label":"围场满族蒙古族自治县",
                        "value":"20101511052637964288"
                    }
                ],
                "label":"承德市",
                "value":"20101511052633770002"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052637964290"
                    },
                    {
                        "children":[

                        ],
                        "label":"新华区",
                        "value":"20101511052637964291"
                    },
                    {
                        "children":[

                        ],
                        "label":"运河区",
                        "value":"20101511052637964292"
                    },
                    {
                        "children":[

                        ],
                        "label":"沧县",
                        "value":"20101511052637964293"
                    },
                    {
                        "children":[

                        ],
                        "label":"青县",
                        "value":"20101511052637964294"
                    },
                    {
                        "children":[

                        ],
                        "label":"东光县",
                        "value":"20101511052637964295"
                    },
                    {
                        "children":[

                        ],
                        "label":"海兴县",
                        "value":"20101511052637964296"
                    },
                    {
                        "children":[

                        ],
                        "label":"盐山县",
                        "value":"20101511052637964297"
                    },
                    {
                        "children":[

                        ],
                        "label":"肃宁县",
                        "value":"20101511052637964298"
                    },
                    {
                        "children":[

                        ],
                        "label":"南皮县",
                        "value":"20101511052637964299"
                    },
                    {
                        "children":[

                        ],
                        "label":"吴桥县",
                        "value":"20101511052637964300"
                    },
                    {
                        "children":[

                        ],
                        "label":"献县",
                        "value":"20101511052637964301"
                    },
                    {
                        "children":[

                        ],
                        "label":"孟村回族自治县",
                        "value":"20101511052637964302"
                    },
                    {
                        "children":[

                        ],
                        "label":"泊头市",
                        "value":"20101511052637964303"
                    },
                    {
                        "children":[

                        ],
                        "label":"任丘市",
                        "value":"20101511052637964304"
                    },
                    {
                        "children":[

                        ],
                        "label":"黄骅市",
                        "value":"20101511052637964305"
                    },
                    {
                        "children":[

                        ],
                        "label":"河间市",
                        "value":"20101511052637964306"
                    }
                ],
                "label":"沧州市",
                "value":"20101511052637964289"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052637964308"
                    },
                    {
                        "children":[

                        ],
                        "label":"安次区",
                        "value":"20101511052637964309"
                    },
                    {
                        "children":[

                        ],
                        "label":"广阳区",
                        "value":"20101511052637964310"
                    },
                    {
                        "children":[

                        ],
                        "label":"固安县",
                        "value":"20101511052642158592"
                    },
                    {
                        "children":[

                        ],
                        "label":"永清县",
                        "value":"20101511052642158593"
                    },
                    {
                        "children":[

                        ],
                        "label":"香河县",
                        "value":"20101511052642158594"
                    },
                    {
                        "children":[

                        ],
                        "label":"大城县",
                        "value":"20101511052642158595"
                    },
                    {
                        "children":[

                        ],
                        "label":"文安县",
                        "value":"20101511052642158596"
                    },
                    {
                        "children":[

                        ],
                        "label":"大厂回族自治县",
                        "value":"20101511052642158597"
                    },
                    {
                        "children":[

                        ],
                        "label":"霸州市",
                        "value":"20101511052642158598"
                    },
                    {
                        "children":[

                        ],
                        "label":"三河市",
                        "value":"20101511052642158599"
                    }
                ],
                "label":"廊坊市",
                "value":"20101511052637964307"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052642158601"
                    },
                    {
                        "children":[

                        ],
                        "label":"桃城区",
                        "value":"20101511052642158602"
                    },
                    {
                        "children":[

                        ],
                        "label":"冀州区",
                        "value":"20101511052642158603"
                    },
                    {
                        "children":[

                        ],
                        "label":"枣强县",
                        "value":"20101511052642158604"
                    },
                    {
                        "children":[

                        ],
                        "label":"武邑县",
                        "value":"20101511052642158605"
                    },
                    {
                        "children":[

                        ],
                        "label":"武强县",
                        "value":"20101511052642158606"
                    },
                    {
                        "children":[

                        ],
                        "label":"饶阳县",
                        "value":"20101511052642158607"
                    },
                    {
                        "children":[

                        ],
                        "label":"安平县",
                        "value":"20101511052642158608"
                    },
                    {
                        "children":[

                        ],
                        "label":"故城县",
                        "value":"20101511052642158609"
                    },
                    {
                        "children":[

                        ],
                        "label":"景县",
                        "value":"20101511052642158610"
                    },
                    {
                        "children":[

                        ],
                        "label":"阜城县",
                        "value":"20101511052642158611"
                    },
                    {
                        "children":[

                        ],
                        "label":"深州市",
                        "value":"20101511052642158612"
                    }
                ],
                "label":"衡水市",
                "value":"20101511052642158600"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"定州市",
                        "value":"20101511052646352896"
                    },
                    {
                        "children":[

                        ],
                        "label":"辛集市",
                        "value":"20101511052646352897"
                    }
                ],
                "label":"省直辖县级行政区划",
                "value":"20101511052642158613"
            }
        ],
        "label":"河北省",
        "value":"20101511052616992788"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052646352900"
                    },
                    {
                        "children":[

                        ],
                        "label":"小店区",
                        "value":"20101511052646352901"
                    },
                    {
                        "children":[

                        ],
                        "label":"迎泽区",
                        "value":"20101511052646352902"
                    },
                    {
                        "children":[

                        ],
                        "label":"杏花岭区",
                        "value":"20101511052646352903"
                    },
                    {
                        "children":[

                        ],
                        "label":"尖草坪区",
                        "value":"20101511052646352904"
                    },
                    {
                        "children":[

                        ],
                        "label":"万柏林区",
                        "value":"20101511052650547200"
                    },
                    {
                        "children":[

                        ],
                        "label":"晋源区",
                        "value":"20101511052650547201"
                    },
                    {
                        "children":[

                        ],
                        "label":"清徐县",
                        "value":"20101511052650547202"
                    },
                    {
                        "children":[

                        ],
                        "label":"阳曲县",
                        "value":"20101511052650547203"
                    },
                    {
                        "children":[

                        ],
                        "label":"娄烦县",
                        "value":"20101511052650547204"
                    },
                    {
                        "children":[

                        ],
                        "label":"古交市",
                        "value":"20101511052650547205"
                    }
                ],
                "label":"太原市",
                "value":"20101511052646352899"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052650547207"
                    },
                    {
                        "children":[

                        ],
                        "label":"城区",
                        "value":"20101511052650547208"
                    },
                    {
                        "children":[

                        ],
                        "label":"矿区",
                        "value":"20101511052650547209"
                    },
                    {
                        "children":[

                        ],
                        "label":"南郊区",
                        "value":"20101511052650547210"
                    },
                    {
                        "children":[

                        ],
                        "label":"新荣区",
                        "value":"20101511052650547211"
                    },
                    {
                        "children":[

                        ],
                        "label":"阳高县",
                        "value":"20101511052650547212"
                    },
                    {
                        "children":[

                        ],
                        "label":"天镇县",
                        "value":"20101511052650547213"
                    },
                    {
                        "children":[

                        ],
                        "label":"广灵县",
                        "value":"20101511052654741504"
                    },
                    {
                        "children":[

                        ],
                        "label":"灵丘县",
                        "value":"20101511052654741505"
                    },
                    {
                        "children":[

                        ],
                        "label":"浑源县",
                        "value":"20101511052654741506"
                    },
                    {
                        "children":[

                        ],
                        "label":"左云县",
                        "value":"20101511052654741507"
                    },
                    {
                        "children":[

                        ],
                        "label":"大同县",
                        "value":"20101511052654741508"
                    }
                ],
                "label":"大同市",
                "value":"20101511052650547206"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052654741510"
                    },
                    {
                        "children":[

                        ],
                        "label":"城区",
                        "value":"20101511052654741511"
                    },
                    {
                        "children":[

                        ],
                        "label":"矿区",
                        "value":"20101511052654741512"
                    },
                    {
                        "children":[

                        ],
                        "label":"郊区",
                        "value":"20101511052654741513"
                    },
                    {
                        "children":[

                        ],
                        "label":"平定县",
                        "value":"20101511052654741514"
                    },
                    {
                        "children":[

                        ],
                        "label":"盂县",
                        "value":"20101511052654741515"
                    }
                ],
                "label":"阳泉市",
                "value":"20101511052654741509"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052654741517"
                    },
                    {
                        "children":[

                        ],
                        "label":"城区",
                        "value":"20101511052654741518"
                    },
                    {
                        "children":[

                        ],
                        "label":"郊区",
                        "value":"20101511052654741519"
                    },
                    {
                        "children":[

                        ],
                        "label":"长治县",
                        "value":"20101511052654741520"
                    },
                    {
                        "children":[

                        ],
                        "label":"襄垣县",
                        "value":"20101511052654741521"
                    },
                    {
                        "children":[

                        ],
                        "label":"屯留县",
                        "value":"20101511052654741522"
                    },
                    {
                        "children":[

                        ],
                        "label":"平顺县",
                        "value":"20101511052654741523"
                    },
                    {
                        "children":[

                        ],
                        "label":"黎城县",
                        "value":"20101511052658935808"
                    },
                    {
                        "children":[

                        ],
                        "label":"壶关县",
                        "value":"20101511052658935809"
                    },
                    {
                        "children":[

                        ],
                        "label":"长子县",
                        "value":"20101511052658935810"
                    },
                    {
                        "children":[

                        ],
                        "label":"武乡县",
                        "value":"20101511052658935811"
                    },
                    {
                        "children":[

                        ],
                        "label":"沁县",
                        "value":"20101511052658935812"
                    },
                    {
                        "children":[

                        ],
                        "label":"沁源县",
                        "value":"20101511052658935813"
                    },
                    {
                        "children":[

                        ],
                        "label":"潞城市",
                        "value":"20101511052658935814"
                    }
                ],
                "label":"长治市",
                "value":"20101511052654741516"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052658935816"
                    },
                    {
                        "children":[

                        ],
                        "label":"城区",
                        "value":"20101511052658935817"
                    },
                    {
                        "children":[

                        ],
                        "label":"沁水县",
                        "value":"20101511052658935818"
                    },
                    {
                        "children":[

                        ],
                        "label":"阳城县",
                        "value":"20101511052658935819"
                    },
                    {
                        "children":[

                        ],
                        "label":"陵川县",
                        "value":"20101511052658935820"
                    },
                    {
                        "children":[

                        ],
                        "label":"泽州县",
                        "value":"20101511052658935821"
                    },
                    {
                        "children":[

                        ],
                        "label":"高平市",
                        "value":"20101511052658935822"
                    }
                ],
                "label":"晋城市",
                "value":"20101511052658935815"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052658935824"
                    },
                    {
                        "children":[

                        ],
                        "label":"朔城区",
                        "value":"20101511052658935825"
                    },
                    {
                        "children":[

                        ],
                        "label":"平鲁区",
                        "value":"20101511052658935826"
                    },
                    {
                        "children":[

                        ],
                        "label":"山阴县",
                        "value":"20101511052658935827"
                    },
                    {
                        "children":[

                        ],
                        "label":"应县",
                        "value":"20101511052658935828"
                    },
                    {
                        "children":[

                        ],
                        "label":"右玉县",
                        "value":"20101511052658935829"
                    },
                    {
                        "children":[

                        ],
                        "label":"怀仁县",
                        "value":"20101511052658935830"
                    }
                ],
                "label":"朔州市",
                "value":"20101511052658935823"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052658935832"
                    },
                    {
                        "children":[

                        ],
                        "label":"榆次区",
                        "value":"20101511052658935833"
                    },
                    {
                        "children":[

                        ],
                        "label":"榆社县",
                        "value":"20101511052658935834"
                    },
                    {
                        "children":[

                        ],
                        "label":"左权县",
                        "value":"20101511052658935835"
                    },
                    {
                        "children":[

                        ],
                        "label":"和顺县",
                        "value":"20101511052658935836"
                    },
                    {
                        "children":[

                        ],
                        "label":"昔阳县",
                        "value":"20101511052658935837"
                    },
                    {
                        "children":[

                        ],
                        "label":"寿阳县",
                        "value":"20101511052658935838"
                    },
                    {
                        "children":[

                        ],
                        "label":"太谷县",
                        "value":"20101511052658935839"
                    },
                    {
                        "children":[

                        ],
                        "label":"祁县",
                        "value":"20101511052658935840"
                    },
                    {
                        "children":[

                        ],
                        "label":"平遥县",
                        "value":"20101511052663130112"
                    },
                    {
                        "children":[

                        ],
                        "label":"灵石县",
                        "value":"20101511052663130113"
                    },
                    {
                        "children":[

                        ],
                        "label":"介休市",
                        "value":"20101511052663130114"
                    }
                ],
                "label":"晋中市",
                "value":"20101511052658935831"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052663130116"
                    },
                    {
                        "children":[

                        ],
                        "label":"盐湖区",
                        "value":"20101511052663130117"
                    },
                    {
                        "children":[

                        ],
                        "label":"临猗县",
                        "value":"20101511052663130118"
                    },
                    {
                        "children":[

                        ],
                        "label":"万荣县",
                        "value":"20101511052663130119"
                    },
                    {
                        "children":[

                        ],
                        "label":"闻喜县",
                        "value":"20101511052663130120"
                    },
                    {
                        "children":[

                        ],
                        "label":"稷山县",
                        "value":"20101511052663130121"
                    },
                    {
                        "children":[

                        ],
                        "label":"新绛县",
                        "value":"20101511052663130122"
                    },
                    {
                        "children":[

                        ],
                        "label":"绛县",
                        "value":"20101511052663130123"
                    },
                    {
                        "children":[

                        ],
                        "label":"垣曲县",
                        "value":"20101511052663130124"
                    },
                    {
                        "children":[

                        ],
                        "label":"夏县",
                        "value":"20101511052663130125"
                    },
                    {
                        "children":[

                        ],
                        "label":"平陆县",
                        "value":"20101511052663130126"
                    },
                    {
                        "children":[

                        ],
                        "label":"芮城县",
                        "value":"20101511052663130127"
                    },
                    {
                        "children":[

                        ],
                        "label":"永济市",
                        "value":"20101511052663130128"
                    },
                    {
                        "children":[

                        ],
                        "label":"河津市",
                        "value":"20101511052663130129"
                    }
                ],
                "label":"运城市",
                "value":"20101511052663130115"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052663130131"
                    },
                    {
                        "children":[

                        ],
                        "label":"忻府区",
                        "value":"20101511052663130132"
                    },
                    {
                        "children":[

                        ],
                        "label":"定襄县",
                        "value":"20101511052663130133"
                    },
                    {
                        "children":[

                        ],
                        "label":"五台县",
                        "value":"20101511052663130134"
                    },
                    {
                        "children":[

                        ],
                        "label":"代县",
                        "value":"20101511052663130135"
                    },
                    {
                        "children":[

                        ],
                        "label":"繁峙县",
                        "value":"20101511052663130136"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁武县",
                        "value":"20101511052663130137"
                    },
                    {
                        "children":[

                        ],
                        "label":"静乐县",
                        "value":"20101511052663130138"
                    },
                    {
                        "children":[

                        ],
                        "label":"神池县",
                        "value":"20101511052663130139"
                    },
                    {
                        "children":[

                        ],
                        "label":"五寨县",
                        "value":"20101511052663130140"
                    },
                    {
                        "children":[

                        ],
                        "label":"岢岚县",
                        "value":"20101511052663130141"
                    },
                    {
                        "children":[

                        ],
                        "label":"河曲县",
                        "value":"20101511052667324416"
                    },
                    {
                        "children":[

                        ],
                        "label":"保德县",
                        "value":"20101511052667324417"
                    },
                    {
                        "children":[

                        ],
                        "label":"偏关县",
                        "value":"20101511052667324418"
                    },
                    {
                        "children":[

                        ],
                        "label":"原平市",
                        "value":"20101511052667324419"
                    }
                ],
                "label":"忻州市",
                "value":"20101511052663130130"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052667324421"
                    },
                    {
                        "children":[

                        ],
                        "label":"尧都区",
                        "value":"20101511052667324422"
                    },
                    {
                        "children":[

                        ],
                        "label":"曲沃县",
                        "value":"20101511052667324423"
                    },
                    {
                        "children":[

                        ],
                        "label":"翼城县",
                        "value":"20101511052667324424"
                    },
                    {
                        "children":[

                        ],
                        "label":"襄汾县",
                        "value":"20101511052667324425"
                    },
                    {
                        "children":[

                        ],
                        "label":"洪洞县",
                        "value":"20101511052667324426"
                    },
                    {
                        "children":[

                        ],
                        "label":"古县",
                        "value":"20101511052667324427"
                    },
                    {
                        "children":[

                        ],
                        "label":"安泽县",
                        "value":"20101511052667324428"
                    },
                    {
                        "children":[

                        ],
                        "label":"浮山县",
                        "value":"20101511052667324429"
                    },
                    {
                        "children":[

                        ],
                        "label":"吉县",
                        "value":"20101511052667324430"
                    },
                    {
                        "children":[

                        ],
                        "label":"乡宁县",
                        "value":"20101511052667324431"
                    },
                    {
                        "children":[

                        ],
                        "label":"大宁县",
                        "value":"20101511052667324432"
                    },
                    {
                        "children":[

                        ],
                        "label":"隰县",
                        "value":"20101511052667324433"
                    },
                    {
                        "children":[

                        ],
                        "label":"永和县",
                        "value":"20101511052667324434"
                    },
                    {
                        "children":[

                        ],
                        "label":"蒲县",
                        "value":"20101511052667324435"
                    },
                    {
                        "children":[

                        ],
                        "label":"汾西县",
                        "value":"20101511052667324436"
                    },
                    {
                        "children":[

                        ],
                        "label":"侯马市",
                        "value":"20101511052667324437"
                    },
                    {
                        "children":[

                        ],
                        "label":"霍州市",
                        "value":"20101511052667324438"
                    }
                ],
                "label":"临汾市",
                "value":"20101511052667324420"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052667324440"
                    },
                    {
                        "children":[

                        ],
                        "label":"离石区",
                        "value":"20101511052667324441"
                    },
                    {
                        "children":[

                        ],
                        "label":"文水县",
                        "value":"20101511052667324442"
                    },
                    {
                        "children":[

                        ],
                        "label":"交城县",
                        "value":"20101511052667324443"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴县",
                        "value":"20101511052667324444"
                    },
                    {
                        "children":[

                        ],
                        "label":"临县",
                        "value":"20101511052667324445"
                    },
                    {
                        "children":[

                        ],
                        "label":"柳林县",
                        "value":"20101511052667324446"
                    },
                    {
                        "children":[

                        ],
                        "label":"石楼县",
                        "value":"20101511052667324447"
                    },
                    {
                        "children":[

                        ],
                        "label":"岚县",
                        "value":"20101511052667324448"
                    },
                    {
                        "children":[

                        ],
                        "label":"方山县",
                        "value":"20101511052667324449"
                    },
                    {
                        "children":[

                        ],
                        "label":"中阳县",
                        "value":"20101511052667324450"
                    },
                    {
                        "children":[

                        ],
                        "label":"交口县",
                        "value":"20101511052667324451"
                    },
                    {
                        "children":[

                        ],
                        "label":"孝义市",
                        "value":"20101511052671518720"
                    },
                    {
                        "children":[

                        ],
                        "label":"汾阳市",
                        "value":"20101511052671518721"
                    }
                ],
                "label":"吕梁市",
                "value":"20101511052667324439"
            }
        ],
        "label":"山西省",
        "value":"20101511052646352898"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052671518724"
                    },
                    {
                        "children":[

                        ],
                        "label":"新城区",
                        "value":"20101511052671518725"
                    },
                    {
                        "children":[

                        ],
                        "label":"回民区",
                        "value":"20101511052671518726"
                    },
                    {
                        "children":[

                        ],
                        "label":"玉泉区",
                        "value":"20101511052671518727"
                    },
                    {
                        "children":[

                        ],
                        "label":"赛罕区",
                        "value":"20101511052671518728"
                    },
                    {
                        "children":[

                        ],
                        "label":"土默特左旗",
                        "value":"20101511052671518729"
                    },
                    {
                        "children":[

                        ],
                        "label":"托克托县",
                        "value":"20101511052671518730"
                    },
                    {
                        "children":[

                        ],
                        "label":"和林格尔县",
                        "value":"20101511052671518731"
                    },
                    {
                        "children":[

                        ],
                        "label":"清水河县",
                        "value":"20101511052671518732"
                    },
                    {
                        "children":[

                        ],
                        "label":"武川县",
                        "value":"20101511052671518733"
                    }
                ],
                "label":"呼和浩特市",
                "value":"20101511052671518723"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052671518735"
                    },
                    {
                        "children":[

                        ],
                        "label":"东河区",
                        "value":"20101511052671518736"
                    },
                    {
                        "children":[

                        ],
                        "label":"昆都仑区",
                        "value":"20101511052671518737"
                    },
                    {
                        "children":[

                        ],
                        "label":"青山区",
                        "value":"20101511052671518738"
                    },
                    {
                        "children":[

                        ],
                        "label":"石拐区",
                        "value":"20101511052671518739"
                    },
                    {
                        "children":[

                        ],
                        "label":"白云鄂博矿区",
                        "value":"20101511052671518740"
                    },
                    {
                        "children":[

                        ],
                        "label":"九原区",
                        "value":"20101511052671518741"
                    },
                    {
                        "children":[

                        ],
                        "label":"土默特右旗",
                        "value":"20101511052671518742"
                    },
                    {
                        "children":[

                        ],
                        "label":"固阳县",
                        "value":"20101511052671518743"
                    },
                    {
                        "children":[

                        ],
                        "label":"达尔罕茂明安联合旗",
                        "value":"20101511052675713024"
                    }
                ],
                "label":"包头市",
                "value":"20101511052671518734"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052675713026"
                    },
                    {
                        "children":[

                        ],
                        "label":"海勃湾区",
                        "value":"20101511052675713027"
                    },
                    {
                        "children":[

                        ],
                        "label":"海南区",
                        "value":"20101511052675713028"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌达区",
                        "value":"20101511052675713029"
                    }
                ],
                "label":"乌海市",
                "value":"20101511052675713025"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052675713031"
                    },
                    {
                        "children":[

                        ],
                        "label":"红山区",
                        "value":"20101511052675713032"
                    },
                    {
                        "children":[

                        ],
                        "label":"元宝山区",
                        "value":"20101511052675713033"
                    },
                    {
                        "children":[

                        ],
                        "label":"松山区",
                        "value":"20101511052675713034"
                    },
                    {
                        "children":[

                        ],
                        "label":"阿鲁科尔沁旗",
                        "value":"20101511052675713035"
                    },
                    {
                        "children":[

                        ],
                        "label":"巴林左旗",
                        "value":"20101511052675713036"
                    },
                    {
                        "children":[

                        ],
                        "label":"巴林右旗",
                        "value":"20101511052675713037"
                    },
                    {
                        "children":[

                        ],
                        "label":"林西县",
                        "value":"20101511052675713038"
                    },
                    {
                        "children":[

                        ],
                        "label":"克什克腾旗",
                        "value":"20101511052675713039"
                    },
                    {
                        "children":[

                        ],
                        "label":"翁牛特旗",
                        "value":"20101511052675713040"
                    },
                    {
                        "children":[

                        ],
                        "label":"喀喇沁旗",
                        "value":"20101511052675713041"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁城县",
                        "value":"20101511052675713042"
                    },
                    {
                        "children":[

                        ],
                        "label":"敖汉旗",
                        "value":"20101511052675713043"
                    }
                ],
                "label":"赤峰市",
                "value":"20101511052675713030"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052675713045"
                    },
                    {
                        "children":[

                        ],
                        "label":"科尔沁区",
                        "value":"20101511052675713046"
                    },
                    {
                        "children":[

                        ],
                        "label":"科尔沁左翼中旗",
                        "value":"20101511052675713047"
                    },
                    {
                        "children":[

                        ],
                        "label":"科尔沁左翼后旗",
                        "value":"20101511052675713048"
                    },
                    {
                        "children":[

                        ],
                        "label":"开鲁县",
                        "value":"20101511052675713049"
                    },
                    {
                        "children":[

                        ],
                        "label":"库伦旗",
                        "value":"20101511052675713050"
                    },
                    {
                        "children":[

                        ],
                        "label":"奈曼旗",
                        "value":"20101511052675713051"
                    },
                    {
                        "children":[

                        ],
                        "label":"扎鲁特旗",
                        "value":"20101511052675713052"
                    },
                    {
                        "children":[

                        ],
                        "label":"霍林郭勒市",
                        "value":"20101511052675713053"
                    }
                ],
                "label":"通辽市",
                "value":"20101511052675713044"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052675713055"
                    },
                    {
                        "children":[

                        ],
                        "label":"东胜区",
                        "value":"20101511052675713056"
                    },
                    {
                        "children":[

                        ],
                        "label":"康巴什区",
                        "value":"20101511052679907328"
                    },
                    {
                        "children":[

                        ],
                        "label":"达拉特旗",
                        "value":"20101511052679907329"
                    },
                    {
                        "children":[

                        ],
                        "label":"准格尔旗",
                        "value":"20101511052679907330"
                    },
                    {
                        "children":[

                        ],
                        "label":"鄂托克前旗",
                        "value":"20101511052679907331"
                    },
                    {
                        "children":[

                        ],
                        "label":"鄂托克旗",
                        "value":"20101511052679907332"
                    },
                    {
                        "children":[

                        ],
                        "label":"杭锦旗",
                        "value":"20101511052679907333"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌审旗",
                        "value":"20101511052679907334"
                    },
                    {
                        "children":[

                        ],
                        "label":"伊金霍洛旗",
                        "value":"20101511052679907335"
                    }
                ],
                "label":"鄂尔多斯市",
                "value":"20101511052675713054"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052679907337"
                    },
                    {
                        "children":[

                        ],
                        "label":"海拉尔区",
                        "value":"20101511052679907338"
                    },
                    {
                        "children":[

                        ],
                        "label":"扎赉诺尔区",
                        "value":"20101511052679907339"
                    },
                    {
                        "children":[

                        ],
                        "label":"阿荣旗",
                        "value":"20101511052679907340"
                    },
                    {
                        "children":[

                        ],
                        "label":"莫力达瓦达斡尔族自治旗",
                        "value":"20101511052679907341"
                    },
                    {
                        "children":[

                        ],
                        "label":"鄂伦春自治旗",
                        "value":"20101511052679907342"
                    },
                    {
                        "children":[

                        ],
                        "label":"鄂温克族自治旗",
                        "value":"20101511052679907343"
                    },
                    {
                        "children":[

                        ],
                        "label":"陈巴尔虎旗",
                        "value":"20101511052679907344"
                    },
                    {
                        "children":[

                        ],
                        "label":"新巴尔虎左旗",
                        "value":"20101511052679907345"
                    },
                    {
                        "children":[

                        ],
                        "label":"新巴尔虎右旗",
                        "value":"20101511052679907346"
                    },
                    {
                        "children":[

                        ],
                        "label":"满洲里市",
                        "value":"20101511052679907347"
                    },
                    {
                        "children":[

                        ],
                        "label":"牙克石市",
                        "value":"20101511052679907348"
                    },
                    {
                        "children":[

                        ],
                        "label":"扎兰屯市",
                        "value":"20101511052679907349"
                    },
                    {
                        "children":[

                        ],
                        "label":"额尔古纳市",
                        "value":"20101511052679907350"
                    },
                    {
                        "children":[

                        ],
                        "label":"根河市",
                        "value":"20101511052679907351"
                    }
                ],
                "label":"呼伦贝尔市",
                "value":"20101511052679907336"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052679907353"
                    },
                    {
                        "children":[

                        ],
                        "label":"临河区",
                        "value":"20101511052679907354"
                    },
                    {
                        "children":[

                        ],
                        "label":"五原县",
                        "value":"20101511052679907355"
                    },
                    {
                        "children":[

                        ],
                        "label":"磴口县",
                        "value":"20101511052679907356"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌拉特前旗",
                        "value":"20101511052679907357"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌拉特中旗",
                        "value":"20101511052679907358"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌拉特后旗",
                        "value":"20101511052679907359"
                    },
                    {
                        "children":[

                        ],
                        "label":"杭锦后旗",
                        "value":"20101511052679907360"
                    }
                ],
                "label":"巴彦淖尔市",
                "value":"20101511052679907352"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052684101632"
                    },
                    {
                        "children":[

                        ],
                        "label":"集宁区",
                        "value":"20101511052684101633"
                    },
                    {
                        "children":[

                        ],
                        "label":"卓资县",
                        "value":"20101511052684101634"
                    },
                    {
                        "children":[

                        ],
                        "label":"化德县",
                        "value":"20101511052684101635"
                    },
                    {
                        "children":[

                        ],
                        "label":"商都县",
                        "value":"20101511052684101636"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴和县",
                        "value":"20101511052684101637"
                    },
                    {
                        "children":[

                        ],
                        "label":"凉城县",
                        "value":"20101511052684101638"
                    },
                    {
                        "children":[

                        ],
                        "label":"察哈尔右翼前旗",
                        "value":"20101511052684101639"
                    },
                    {
                        "children":[

                        ],
                        "label":"察哈尔右翼中旗",
                        "value":"20101511052684101640"
                    },
                    {
                        "children":[

                        ],
                        "label":"察哈尔右翼后旗",
                        "value":"20101511052684101641"
                    },
                    {
                        "children":[

                        ],
                        "label":"四子王旗",
                        "value":"20101511052684101642"
                    },
                    {
                        "children":[

                        ],
                        "label":"丰镇市",
                        "value":"20101511052684101643"
                    }
                ],
                "label":"乌兰察布市",
                "value":"20101511052679907361"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"乌兰浩特市",
                        "value":"20101511052684101645"
                    },
                    {
                        "children":[

                        ],
                        "label":"阿尔山市",
                        "value":"20101511052684101646"
                    },
                    {
                        "children":[

                        ],
                        "label":"科尔沁右翼前旗",
                        "value":"20101511052684101647"
                    },
                    {
                        "children":[

                        ],
                        "label":"科尔沁右翼中旗",
                        "value":"20101511052684101648"
                    },
                    {
                        "children":[

                        ],
                        "label":"扎赉特旗",
                        "value":"20101511052684101649"
                    },
                    {
                        "children":[

                        ],
                        "label":"突泉县",
                        "value":"20101511052684101650"
                    }
                ],
                "label":"兴安盟",
                "value":"20101511052684101644"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"二连浩特市",
                        "value":"20101511052684101652"
                    },
                    {
                        "children":[

                        ],
                        "label":"锡林浩特市",
                        "value":"20101511052684101653"
                    },
                    {
                        "children":[

                        ],
                        "label":"阿巴嘎旗",
                        "value":"20101511052684101654"
                    },
                    {
                        "children":[

                        ],
                        "label":"苏尼特左旗",
                        "value":"20101511052684101655"
                    },
                    {
                        "children":[

                        ],
                        "label":"苏尼特右旗",
                        "value":"20101511052684101656"
                    },
                    {
                        "children":[

                        ],
                        "label":"东乌珠穆沁旗",
                        "value":"20101511052684101657"
                    },
                    {
                        "children":[

                        ],
                        "label":"西乌珠穆沁旗",
                        "value":"20101511052684101658"
                    },
                    {
                        "children":[

                        ],
                        "label":"太仆寺旗",
                        "value":"20101511052684101659"
                    },
                    {
                        "children":[

                        ],
                        "label":"镶黄旗",
                        "value":"20101511052684101660"
                    },
                    {
                        "children":[

                        ],
                        "label":"正镶白旗",
                        "value":"20101511052684101661"
                    },
                    {
                        "children":[

                        ],
                        "label":"正蓝旗",
                        "value":"20101511052684101662"
                    },
                    {
                        "children":[

                        ],
                        "label":"多伦县",
                        "value":"20101511052684101663"
                    }
                ],
                "label":"锡林郭勒盟",
                "value":"20101511052684101651"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"阿拉善左旗",
                        "value":"20101511052684101665"
                    },
                    {
                        "children":[

                        ],
                        "label":"阿拉善右旗",
                        "value":"20101511052684101666"
                    },
                    {
                        "children":[

                        ],
                        "label":"额济纳旗",
                        "value":"20101511052684101667"
                    }
                ],
                "label":"阿拉善盟",
                "value":"20101511052684101664"
            }
        ],
        "label":"内蒙古自治区",
        "value":"20101511052671518722"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052688295938"
                    },
                    {
                        "children":[

                        ],
                        "label":"和平区",
                        "value":"20101511052688295939"
                    },
                    {
                        "children":[

                        ],
                        "label":"沈河区",
                        "value":"20101511052688295940"
                    },
                    {
                        "children":[

                        ],
                        "label":"大东区",
                        "value":"20101511052688295941"
                    },
                    {
                        "children":[

                        ],
                        "label":"皇姑区",
                        "value":"20101511052688295942"
                    },
                    {
                        "children":[

                        ],
                        "label":"铁西区",
                        "value":"20101511052688295943"
                    },
                    {
                        "children":[

                        ],
                        "label":"苏家屯区",
                        "value":"20101511052688295944"
                    },
                    {
                        "children":[

                        ],
                        "label":"浑南区",
                        "value":"20101511052688295945"
                    },
                    {
                        "children":[

                        ],
                        "label":"沈北新区",
                        "value":"20101511052688295946"
                    },
                    {
                        "children":[

                        ],
                        "label":"于洪区",
                        "value":"20101511052688295947"
                    },
                    {
                        "children":[

                        ],
                        "label":"辽中区",
                        "value":"20101511052688295948"
                    },
                    {
                        "children":[

                        ],
                        "label":"康平县",
                        "value":"20101511052688295949"
                    },
                    {
                        "children":[

                        ],
                        "label":"法库县",
                        "value":"20101511052688295950"
                    },
                    {
                        "children":[

                        ],
                        "label":"新民市",
                        "value":"20101511052688295951"
                    }
                ],
                "label":"沈阳市",
                "value":"20101511052688295937"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052688295953"
                    },
                    {
                        "children":[

                        ],
                        "label":"中山区",
                        "value":"20101511052688295954"
                    },
                    {
                        "children":[

                        ],
                        "label":"西岗区",
                        "value":"20101511052688295955"
                    },
                    {
                        "children":[

                        ],
                        "label":"沙河口区",
                        "value":"20101511052688295956"
                    },
                    {
                        "children":[

                        ],
                        "label":"甘井子区",
                        "value":"20101511052688295957"
                    },
                    {
                        "children":[

                        ],
                        "label":"旅顺口区",
                        "value":"20101511052688295958"
                    },
                    {
                        "children":[

                        ],
                        "label":"金州区",
                        "value":"20101511052688295959"
                    },
                    {
                        "children":[

                        ],
                        "label":"普兰店区",
                        "value":"20101511052688295960"
                    },
                    {
                        "children":[

                        ],
                        "label":"长海县",
                        "value":"20101511052688295961"
                    },
                    {
                        "children":[

                        ],
                        "label":"瓦房店市",
                        "value":"20101511052688295962"
                    },
                    {
                        "children":[

                        ],
                        "label":"庄河市",
                        "value":"20101511052688295963"
                    }
                ],
                "label":"大连市",
                "value":"20101511052688295952"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052692490240"
                    },
                    {
                        "children":[

                        ],
                        "label":"铁东区",
                        "value":"20101511052692490241"
                    },
                    {
                        "children":[

                        ],
                        "label":"铁西区",
                        "value":"20101511052692490242"
                    },
                    {
                        "children":[

                        ],
                        "label":"立山区",
                        "value":"20101511052692490243"
                    },
                    {
                        "children":[

                        ],
                        "label":"千山区",
                        "value":"20101511052692490244"
                    },
                    {
                        "children":[

                        ],
                        "label":"台安县",
                        "value":"20101511052692490245"
                    },
                    {
                        "children":[

                        ],
                        "label":"岫岩满族自治县",
                        "value":"20101511052692490246"
                    },
                    {
                        "children":[

                        ],
                        "label":"海城市",
                        "value":"20101511052692490247"
                    }
                ],
                "label":"鞍山市",
                "value":"20101511052688295964"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052692490249"
                    },
                    {
                        "children":[

                        ],
                        "label":"新抚区",
                        "value":"20101511052692490250"
                    },
                    {
                        "children":[

                        ],
                        "label":"东洲区",
                        "value":"20101511052692490251"
                    },
                    {
                        "children":[

                        ],
                        "label":"望花区",
                        "value":"20101511052692490252"
                    },
                    {
                        "children":[

                        ],
                        "label":"顺城区",
                        "value":"20101511052692490253"
                    },
                    {
                        "children":[

                        ],
                        "label":"抚顺县",
                        "value":"20101511052692490254"
                    },
                    {
                        "children":[

                        ],
                        "label":"新宾满族自治县",
                        "value":"20101511052692490255"
                    },
                    {
                        "children":[

                        ],
                        "label":"清原满族自治县",
                        "value":"20101511052692490256"
                    }
                ],
                "label":"抚顺市",
                "value":"20101511052692490248"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052692490258"
                    },
                    {
                        "children":[

                        ],
                        "label":"平山区",
                        "value":"20101511052692490259"
                    },
                    {
                        "children":[

                        ],
                        "label":"溪湖区",
                        "value":"20101511052692490260"
                    },
                    {
                        "children":[

                        ],
                        "label":"明山区",
                        "value":"20101511052692490261"
                    },
                    {
                        "children":[

                        ],
                        "label":"南芬区",
                        "value":"20101511052692490262"
                    },
                    {
                        "children":[

                        ],
                        "label":"本溪满族自治县",
                        "value":"20101511052692490263"
                    },
                    {
                        "children":[

                        ],
                        "label":"桓仁满族自治县",
                        "value":"20101511052692490264"
                    }
                ],
                "label":"本溪市",
                "value":"20101511052692490257"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052692490266"
                    },
                    {
                        "children":[

                        ],
                        "label":"元宝区",
                        "value":"20101511052692490267"
                    },
                    {
                        "children":[

                        ],
                        "label":"振兴区",
                        "value":"20101511052692490268"
                    },
                    {
                        "children":[

                        ],
                        "label":"振安区",
                        "value":"20101511052692490269"
                    },
                    {
                        "children":[

                        ],
                        "label":"宽甸满族自治县",
                        "value":"20101511052692490270"
                    },
                    {
                        "children":[

                        ],
                        "label":"东港市",
                        "value":"20101511052692490271"
                    },
                    {
                        "children":[

                        ],
                        "label":"凤城市",
                        "value":"20101511052692490272"
                    }
                ],
                "label":"丹东市",
                "value":"20101511052692490265"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052692490274"
                    },
                    {
                        "children":[

                        ],
                        "label":"古塔区",
                        "value":"20101511052692490275"
                    },
                    {
                        "children":[

                        ],
                        "label":"凌河区",
                        "value":"20101511052692490276"
                    },
                    {
                        "children":[

                        ],
                        "label":"太和区",
                        "value":"20101511052692490277"
                    },
                    {
                        "children":[

                        ],
                        "label":"黑山县",
                        "value":"20101511052692490278"
                    },
                    {
                        "children":[

                        ],
                        "label":"义县",
                        "value":"20101511052692490279"
                    },
                    {
                        "children":[

                        ],
                        "label":"凌海市",
                        "value":"20101511052692490280"
                    },
                    {
                        "children":[

                        ],
                        "label":"北镇市",
                        "value":"20101511052696684544"
                    }
                ],
                "label":"锦州市",
                "value":"20101511052692490273"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052696684546"
                    },
                    {
                        "children":[

                        ],
                        "label":"站前区",
                        "value":"20101511052696684547"
                    },
                    {
                        "children":[

                        ],
                        "label":"西市区",
                        "value":"20101511052696684548"
                    },
                    {
                        "children":[

                        ],
                        "label":"鲅鱼圈区",
                        "value":"20101511052696684549"
                    },
                    {
                        "children":[

                        ],
                        "label":"老边区",
                        "value":"20101511052696684550"
                    },
                    {
                        "children":[

                        ],
                        "label":"盖州市",
                        "value":"20101511052696684551"
                    },
                    {
                        "children":[

                        ],
                        "label":"大石桥市",
                        "value":"20101511052696684552"
                    }
                ],
                "label":"营口市",
                "value":"20101511052696684545"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052696684554"
                    },
                    {
                        "children":[

                        ],
                        "label":"海州区",
                        "value":"20101511052696684555"
                    },
                    {
                        "children":[

                        ],
                        "label":"新邱区",
                        "value":"20101511052696684556"
                    },
                    {
                        "children":[

                        ],
                        "label":"太平区",
                        "value":"20101511052696684557"
                    },
                    {
                        "children":[

                        ],
                        "label":"清河门区",
                        "value":"20101511052696684558"
                    },
                    {
                        "children":[

                        ],
                        "label":"细河区",
                        "value":"20101511052696684559"
                    },
                    {
                        "children":[

                        ],
                        "label":"阜新蒙古族自治县",
                        "value":"20101511052696684560"
                    },
                    {
                        "children":[

                        ],
                        "label":"彰武县",
                        "value":"20101511052696684561"
                    }
                ],
                "label":"阜新市",
                "value":"20101511052696684553"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052696684563"
                    },
                    {
                        "children":[

                        ],
                        "label":"白塔区",
                        "value":"20101511052696684564"
                    },
                    {
                        "children":[

                        ],
                        "label":"文圣区",
                        "value":"20101511052696684565"
                    },
                    {
                        "children":[

                        ],
                        "label":"宏伟区",
                        "value":"20101511052696684566"
                    },
                    {
                        "children":[

                        ],
                        "label":"弓长岭区",
                        "value":"20101511052696684567"
                    },
                    {
                        "children":[

                        ],
                        "label":"太子河区",
                        "value":"20101511052696684568"
                    },
                    {
                        "children":[

                        ],
                        "label":"辽阳县",
                        "value":"20101511052696684569"
                    },
                    {
                        "children":[

                        ],
                        "label":"灯塔市",
                        "value":"20101511052696684570"
                    }
                ],
                "label":"辽阳市",
                "value":"20101511052696684562"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052696684572"
                    },
                    {
                        "children":[

                        ],
                        "label":"双台子区",
                        "value":"20101511052696684573"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴隆台区",
                        "value":"20101511052696684574"
                    },
                    {
                        "children":[

                        ],
                        "label":"大洼区",
                        "value":"20101511052696684575"
                    },
                    {
                        "children":[

                        ],
                        "label":"盘山县",
                        "value":"20101511052696684576"
                    }
                ],
                "label":"盘锦市",
                "value":"20101511052696684571"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052696684578"
                    },
                    {
                        "children":[

                        ],
                        "label":"银州区",
                        "value":"20101511052696684579"
                    },
                    {
                        "children":[

                        ],
                        "label":"清河区",
                        "value":"20101511052696684580"
                    },
                    {
                        "children":[

                        ],
                        "label":"铁岭县",
                        "value":"20101511052696684581"
                    },
                    {
                        "children":[

                        ],
                        "label":"西丰县",
                        "value":"20101511052696684582"
                    },
                    {
                        "children":[

                        ],
                        "label":"昌图县",
                        "value":"20101511052696684583"
                    },
                    {
                        "children":[

                        ],
                        "label":"调兵山市",
                        "value":"20101511052696684584"
                    },
                    {
                        "children":[

                        ],
                        "label":"开原市",
                        "value":"20101511052700878848"
                    }
                ],
                "label":"铁岭市",
                "value":"20101511052696684577"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052700878850"
                    },
                    {
                        "children":[

                        ],
                        "label":"双塔区",
                        "value":"20101511052700878851"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙城区",
                        "value":"20101511052700878852"
                    },
                    {
                        "children":[

                        ],
                        "label":"朝阳县",
                        "value":"20101511052700878853"
                    },
                    {
                        "children":[

                        ],
                        "label":"建平县",
                        "value":"20101511052700878854"
                    },
                    {
                        "children":[

                        ],
                        "label":"喀喇沁左翼蒙古族自治县",
                        "value":"20101511052700878855"
                    },
                    {
                        "children":[

                        ],
                        "label":"北票市",
                        "value":"20101511052700878856"
                    },
                    {
                        "children":[

                        ],
                        "label":"凌源市",
                        "value":"20101511052700878857"
                    }
                ],
                "label":"朝阳市",
                "value":"20101511052700878849"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052700878859"
                    },
                    {
                        "children":[

                        ],
                        "label":"连山区",
                        "value":"20101511052700878860"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙港区",
                        "value":"20101511052700878861"
                    },
                    {
                        "children":[

                        ],
                        "label":"南票区",
                        "value":"20101511052700878862"
                    },
                    {
                        "children":[

                        ],
                        "label":"绥中县",
                        "value":"20101511052700878863"
                    },
                    {
                        "children":[

                        ],
                        "label":"建昌县",
                        "value":"20101511052700878864"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴城市",
                        "value":"20101511052700878865"
                    }
                ],
                "label":"葫芦岛市",
                "value":"20101511052700878858"
            }
        ],
        "label":"辽宁省",
        "value":"20101511052688295936"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052700878868"
                    },
                    {
                        "children":[

                        ],
                        "label":"南关区",
                        "value":"20101511052700878869"
                    },
                    {
                        "children":[

                        ],
                        "label":"宽城区",
                        "value":"20101511052700878870"
                    },
                    {
                        "children":[

                        ],
                        "label":"朝阳区",
                        "value":"20101511052700878871"
                    },
                    {
                        "children":[

                        ],
                        "label":"二道区",
                        "value":"20101511052700878872"
                    },
                    {
                        "children":[

                        ],
                        "label":"绿园区",
                        "value":"20101511052700878873"
                    },
                    {
                        "children":[

                        ],
                        "label":"双阳区",
                        "value":"20101511052700878874"
                    },
                    {
                        "children":[

                        ],
                        "label":"九台区",
                        "value":"20101511052700878875"
                    },
                    {
                        "children":[

                        ],
                        "label":"农安县",
                        "value":"20101511052700878876"
                    },
                    {
                        "children":[

                        ],
                        "label":"榆树市",
                        "value":"20101511052700878877"
                    },
                    {
                        "children":[

                        ],
                        "label":"德惠市",
                        "value":"20101511052700878878"
                    }
                ],
                "label":"长春市",
                "value":"20101511052700878867"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052700878880"
                    },
                    {
                        "children":[

                        ],
                        "label":"昌邑区",
                        "value":"20101511052700878881"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙潭区",
                        "value":"20101511052700878882"
                    },
                    {
                        "children":[

                        ],
                        "label":"船营区",
                        "value":"20101511052700878883"
                    },
                    {
                        "children":[

                        ],
                        "label":"丰满区",
                        "value":"20101511052700878884"
                    },
                    {
                        "children":[

                        ],
                        "label":"永吉县",
                        "value":"20101511052700878885"
                    },
                    {
                        "children":[

                        ],
                        "label":"蛟河市",
                        "value":"20101511052700878886"
                    },
                    {
                        "children":[

                        ],
                        "label":"桦甸市",
                        "value":"20101511052700878887"
                    },
                    {
                        "children":[

                        ],
                        "label":"舒兰市",
                        "value":"20101511052700878888"
                    },
                    {
                        "children":[

                        ],
                        "label":"磐石市",
                        "value":"20101511052700878889"
                    }
                ],
                "label":"吉林市",
                "value":"20101511052700878879"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052705073153"
                    },
                    {
                        "children":[

                        ],
                        "label":"铁西区",
                        "value":"20101511052705073154"
                    },
                    {
                        "children":[

                        ],
                        "label":"铁东区",
                        "value":"20101511052705073155"
                    },
                    {
                        "children":[

                        ],
                        "label":"梨树县",
                        "value":"20101511052705073156"
                    },
                    {
                        "children":[

                        ],
                        "label":"伊通满族自治县",
                        "value":"20101511052705073157"
                    },
                    {
                        "children":[

                        ],
                        "label":"公主岭市",
                        "value":"20101511052705073158"
                    },
                    {
                        "children":[

                        ],
                        "label":"双辽市",
                        "value":"20101511052705073159"
                    }
                ],
                "label":"四平市",
                "value":"20101511052705073152"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052705073161"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙山区",
                        "value":"20101511052705073162"
                    },
                    {
                        "children":[

                        ],
                        "label":"西安区",
                        "value":"20101511052705073163"
                    },
                    {
                        "children":[

                        ],
                        "label":"东丰县",
                        "value":"20101511052705073164"
                    },
                    {
                        "children":[

                        ],
                        "label":"东辽县",
                        "value":"20101511052705073165"
                    }
                ],
                "label":"辽源市",
                "value":"20101511052705073160"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052705073167"
                    },
                    {
                        "children":[

                        ],
                        "label":"东昌区",
                        "value":"20101511052705073168"
                    },
                    {
                        "children":[

                        ],
                        "label":"二道江区",
                        "value":"20101511052705073169"
                    },
                    {
                        "children":[

                        ],
                        "label":"通化县",
                        "value":"20101511052705073170"
                    },
                    {
                        "children":[

                        ],
                        "label":"辉南县",
                        "value":"20101511052705073171"
                    },
                    {
                        "children":[

                        ],
                        "label":"柳河县",
                        "value":"20101511052705073172"
                    },
                    {
                        "children":[

                        ],
                        "label":"梅河口市",
                        "value":"20101511052705073173"
                    },
                    {
                        "children":[

                        ],
                        "label":"集安市",
                        "value":"20101511052705073174"
                    }
                ],
                "label":"通化市",
                "value":"20101511052705073166"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052705073176"
                    },
                    {
                        "children":[

                        ],
                        "label":"浑江区",
                        "value":"20101511052705073177"
                    },
                    {
                        "children":[

                        ],
                        "label":"江源区",
                        "value":"20101511052705073178"
                    },
                    {
                        "children":[

                        ],
                        "label":"抚松县",
                        "value":"20101511052705073179"
                    },
                    {
                        "children":[

                        ],
                        "label":"靖宇县",
                        "value":"20101511052705073180"
                    },
                    {
                        "children":[

                        ],
                        "label":"长白朝鲜族自治县",
                        "value":"20101511052705073181"
                    },
                    {
                        "children":[

                        ],
                        "label":"临江市",
                        "value":"20101511052705073182"
                    }
                ],
                "label":"白山市",
                "value":"20101511052705073175"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052709267456"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁江区",
                        "value":"20101511052709267457"
                    },
                    {
                        "children":[

                        ],
                        "label":"前郭尔罗斯蒙古族自治县",
                        "value":"20101511052709267458"
                    },
                    {
                        "children":[

                        ],
                        "label":"长岭县",
                        "value":"20101511052709267459"
                    },
                    {
                        "children":[

                        ],
                        "label":"乾安县",
                        "value":"20101511052709267460"
                    },
                    {
                        "children":[

                        ],
                        "label":"扶余市",
                        "value":"20101511052709267461"
                    }
                ],
                "label":"松原市",
                "value":"20101511052705073183"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052709267463"
                    },
                    {
                        "children":[

                        ],
                        "label":"洮北区",
                        "value":"20101511052709267464"
                    },
                    {
                        "children":[

                        ],
                        "label":"镇赉县",
                        "value":"20101511052709267465"
                    },
                    {
                        "children":[

                        ],
                        "label":"通榆县",
                        "value":"20101511052709267466"
                    },
                    {
                        "children":[

                        ],
                        "label":"洮南市",
                        "value":"20101511052709267467"
                    },
                    {
                        "children":[

                        ],
                        "label":"大安市",
                        "value":"20101511052709267468"
                    }
                ],
                "label":"白城市",
                "value":"20101511052709267462"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"延吉市",
                        "value":"20101511052709267470"
                    },
                    {
                        "children":[

                        ],
                        "label":"图们市",
                        "value":"20101511052709267471"
                    },
                    {
                        "children":[

                        ],
                        "label":"敦化市",
                        "value":"20101511052709267472"
                    },
                    {
                        "children":[

                        ],
                        "label":"珲春市",
                        "value":"20101511052709267473"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙井市",
                        "value":"20101511052709267474"
                    },
                    {
                        "children":[

                        ],
                        "label":"和龙市",
                        "value":"20101511052709267475"
                    },
                    {
                        "children":[

                        ],
                        "label":"汪清县",
                        "value":"20101511052709267476"
                    },
                    {
                        "children":[

                        ],
                        "label":"安图县",
                        "value":"20101511052709267477"
                    }
                ],
                "label":"延边朝鲜族自治州",
                "value":"20101511052709267469"
            }
        ],
        "label":"吉林省",
        "value":"20101511052700878866"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052713461761"
                    },
                    {
                        "children":[

                        ],
                        "label":"道里区",
                        "value":"20101511052713461762"
                    },
                    {
                        "children":[

                        ],
                        "label":"南岗区",
                        "value":"20101511052713461763"
                    },
                    {
                        "children":[

                        ],
                        "label":"道外区",
                        "value":"20101511052713461764"
                    },
                    {
                        "children":[

                        ],
                        "label":"平房区",
                        "value":"20101511052713461765"
                    },
                    {
                        "children":[

                        ],
                        "label":"松北区",
                        "value":"20101511052713461766"
                    },
                    {
                        "children":[

                        ],
                        "label":"香坊区",
                        "value":"20101511052713461767"
                    },
                    {
                        "children":[

                        ],
                        "label":"呼兰区",
                        "value":"20101511052713461768"
                    },
                    {
                        "children":[

                        ],
                        "label":"阿城区",
                        "value":"20101511052713461769"
                    },
                    {
                        "children":[

                        ],
                        "label":"双城区",
                        "value":"20101511052713461770"
                    },
                    {
                        "children":[

                        ],
                        "label":"依兰县",
                        "value":"20101511052713461771"
                    },
                    {
                        "children":[

                        ],
                        "label":"方正县",
                        "value":"20101511052713461772"
                    },
                    {
                        "children":[

                        ],
                        "label":"宾县",
                        "value":"20101511052713461773"
                    },
                    {
                        "children":[

                        ],
                        "label":"巴彦县",
                        "value":"20101511052713461774"
                    },
                    {
                        "children":[

                        ],
                        "label":"木兰县",
                        "value":"20101511052713461775"
                    },
                    {
                        "children":[

                        ],
                        "label":"通河县",
                        "value":"20101511052713461776"
                    },
                    {
                        "children":[

                        ],
                        "label":"延寿县",
                        "value":"20101511052713461777"
                    },
                    {
                        "children":[

                        ],
                        "label":"尚志市",
                        "value":"20101511052713461778"
                    },
                    {
                        "children":[

                        ],
                        "label":"五常市",
                        "value":"20101511052713461779"
                    }
                ],
                "label":"哈尔滨市",
                "value":"20101511052713461760"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052713461781"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙沙区",
                        "value":"20101511052713461782"
                    },
                    {
                        "children":[

                        ],
                        "label":"建华区",
                        "value":"20101511052713461783"
                    },
                    {
                        "children":[

                        ],
                        "label":"铁锋区",
                        "value":"20101511052713461784"
                    },
                    {
                        "children":[

                        ],
                        "label":"昂昂溪区",
                        "value":"20101511052713461785"
                    },
                    {
                        "children":[

                        ],
                        "label":"富拉尔基区",
                        "value":"20101511052713461786"
                    },
                    {
                        "children":[

                        ],
                        "label":"碾子山区",
                        "value":"20101511052717656064"
                    },
                    {
                        "children":[

                        ],
                        "label":"梅里斯达斡尔族区",
                        "value":"20101511052717656065"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙江县",
                        "value":"20101511052717656066"
                    },
                    {
                        "children":[

                        ],
                        "label":"依安县",
                        "value":"20101511052717656067"
                    },
                    {
                        "children":[

                        ],
                        "label":"泰来县",
                        "value":"20101511052717656068"
                    },
                    {
                        "children":[

                        ],
                        "label":"甘南县",
                        "value":"20101511052717656069"
                    },
                    {
                        "children":[

                        ],
                        "label":"富裕县",
                        "value":"20101511052717656070"
                    },
                    {
                        "children":[

                        ],
                        "label":"克山县",
                        "value":"20101511052717656071"
                    },
                    {
                        "children":[

                        ],
                        "label":"克东县",
                        "value":"20101511052717656072"
                    },
                    {
                        "children":[

                        ],
                        "label":"拜泉县",
                        "value":"20101511052717656073"
                    },
                    {
                        "children":[

                        ],
                        "label":"讷河市",
                        "value":"20101511052717656074"
                    }
                ],
                "label":"齐齐哈尔市",
                "value":"20101511052713461780"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052717656076"
                    },
                    {
                        "children":[

                        ],
                        "label":"鸡冠区",
                        "value":"20101511052717656077"
                    },
                    {
                        "children":[

                        ],
                        "label":"恒山区",
                        "value":"20101511052717656078"
                    },
                    {
                        "children":[

                        ],
                        "label":"滴道区",
                        "value":"20101511052717656079"
                    },
                    {
                        "children":[

                        ],
                        "label":"梨树区",
                        "value":"20101511052717656080"
                    },
                    {
                        "children":[

                        ],
                        "label":"城子河区",
                        "value":"20101511052717656081"
                    },
                    {
                        "children":[

                        ],
                        "label":"麻山区",
                        "value":"20101511052717656082"
                    },
                    {
                        "children":[

                        ],
                        "label":"鸡东县",
                        "value":"20101511052717656083"
                    },
                    {
                        "children":[

                        ],
                        "label":"虎林市",
                        "value":"20101511052717656084"
                    },
                    {
                        "children":[

                        ],
                        "label":"密山市",
                        "value":"20101511052717656085"
                    }
                ],
                "label":"鸡西市",
                "value":"20101511052717656075"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052717656087"
                    },
                    {
                        "children":[

                        ],
                        "label":"向阳区",
                        "value":"20101511052717656088"
                    },
                    {
                        "children":[

                        ],
                        "label":"工农区",
                        "value":"20101511052717656089"
                    },
                    {
                        "children":[

                        ],
                        "label":"南山区",
                        "value":"20101511052717656090"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴安区",
                        "value":"20101511052717656091"
                    },
                    {
                        "children":[

                        ],
                        "label":"东山区",
                        "value":"20101511052717656092"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴山区",
                        "value":"20101511052717656093"
                    },
                    {
                        "children":[

                        ],
                        "label":"萝北县",
                        "value":"20101511052717656094"
                    },
                    {
                        "children":[

                        ],
                        "label":"绥滨县",
                        "value":"20101511052717656095"
                    }
                ],
                "label":"鹤岗市",
                "value":"20101511052717656086"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052717656097"
                    },
                    {
                        "children":[

                        ],
                        "label":"尖山区",
                        "value":"20101511052717656098"
                    },
                    {
                        "children":[

                        ],
                        "label":"岭东区",
                        "value":"20101511052717656099"
                    },
                    {
                        "children":[

                        ],
                        "label":"四方台区",
                        "value":"20101511052717656100"
                    },
                    {
                        "children":[

                        ],
                        "label":"宝山区",
                        "value":"20101511052717656101"
                    },
                    {
                        "children":[

                        ],
                        "label":"集贤县",
                        "value":"20101511052721850368"
                    },
                    {
                        "children":[

                        ],
                        "label":"友谊县",
                        "value":"20101511052721850369"
                    },
                    {
                        "children":[

                        ],
                        "label":"宝清县",
                        "value":"20101511052721850370"
                    },
                    {
                        "children":[

                        ],
                        "label":"饶河县",
                        "value":"20101511052721850371"
                    }
                ],
                "label":"双鸭山市",
                "value":"20101511052717656096"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052721850373"
                    },
                    {
                        "children":[

                        ],
                        "label":"萨尔图区",
                        "value":"20101511052721850374"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙凤区",
                        "value":"20101511052721850375"
                    },
                    {
                        "children":[

                        ],
                        "label":"让胡路区",
                        "value":"20101511052721850376"
                    },
                    {
                        "children":[

                        ],
                        "label":"红岗区",
                        "value":"20101511052721850377"
                    },
                    {
                        "children":[

                        ],
                        "label":"大同区",
                        "value":"20101511052721850378"
                    },
                    {
                        "children":[

                        ],
                        "label":"肇州县",
                        "value":"20101511052721850379"
                    },
                    {
                        "children":[

                        ],
                        "label":"肇源县",
                        "value":"20101511052721850380"
                    },
                    {
                        "children":[

                        ],
                        "label":"林甸县",
                        "value":"20101511052721850381"
                    },
                    {
                        "children":[

                        ],
                        "label":"杜尔伯特蒙古族自治县",
                        "value":"20101511052721850382"
                    }
                ],
                "label":"大庆市",
                "value":"20101511052721850372"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052721850384"
                    },
                    {
                        "children":[

                        ],
                        "label":"伊春区",
                        "value":"20101511052721850385"
                    },
                    {
                        "children":[

                        ],
                        "label":"南岔区",
                        "value":"20101511052721850386"
                    },
                    {
                        "children":[

                        ],
                        "label":"友好区",
                        "value":"20101511052721850387"
                    },
                    {
                        "children":[

                        ],
                        "label":"西林区",
                        "value":"20101511052721850388"
                    },
                    {
                        "children":[

                        ],
                        "label":"翠峦区",
                        "value":"20101511052721850389"
                    },
                    {
                        "children":[

                        ],
                        "label":"新青区",
                        "value":"20101511052721850390"
                    },
                    {
                        "children":[

                        ],
                        "label":"美溪区",
                        "value":"20101511052726044672"
                    },
                    {
                        "children":[

                        ],
                        "label":"金山屯区",
                        "value":"20101511052726044673"
                    },
                    {
                        "children":[

                        ],
                        "label":"五营区",
                        "value":"20101511052726044674"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌马河区",
                        "value":"20101511052726044675"
                    },
                    {
                        "children":[

                        ],
                        "label":"汤旺河区",
                        "value":"20101511052726044676"
                    },
                    {
                        "children":[

                        ],
                        "label":"带岭区",
                        "value":"20101511052726044677"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌伊岭区",
                        "value":"20101511052726044678"
                    },
                    {
                        "children":[

                        ],
                        "label":"红星区",
                        "value":"20101511052726044679"
                    },
                    {
                        "children":[

                        ],
                        "label":"上甘岭区",
                        "value":"20101511052726044680"
                    },
                    {
                        "children":[

                        ],
                        "label":"嘉荫县",
                        "value":"20101511052726044681"
                    },
                    {
                        "children":[

                        ],
                        "label":"铁力市",
                        "value":"20101511052726044682"
                    }
                ],
                "label":"伊春市",
                "value":"20101511052721850383"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052726044684"
                    },
                    {
                        "children":[

                        ],
                        "label":"向阳区",
                        "value":"20101511052726044685"
                    },
                    {
                        "children":[

                        ],
                        "label":"前进区",
                        "value":"20101511052726044686"
                    },
                    {
                        "children":[

                        ],
                        "label":"东风区",
                        "value":"20101511052726044687"
                    },
                    {
                        "children":[

                        ],
                        "label":"郊区",
                        "value":"20101511052726044688"
                    },
                    {
                        "children":[

                        ],
                        "label":"桦南县",
                        "value":"20101511052726044689"
                    },
                    {
                        "children":[

                        ],
                        "label":"桦川县",
                        "value":"20101511052726044690"
                    },
                    {
                        "children":[

                        ],
                        "label":"汤原县",
                        "value":"20101511052726044691"
                    },
                    {
                        "children":[

                        ],
                        "label":"同江市",
                        "value":"20101511052726044692"
                    },
                    {
                        "children":[

                        ],
                        "label":"富锦市",
                        "value":"20101511052726044693"
                    },
                    {
                        "children":[

                        ],
                        "label":"抚远市",
                        "value":"20101511052726044694"
                    }
                ],
                "label":"佳木斯市",
                "value":"20101511052726044683"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052726044696"
                    },
                    {
                        "children":[

                        ],
                        "label":"新兴区",
                        "value":"20101511052726044697"
                    },
                    {
                        "children":[

                        ],
                        "label":"桃山区",
                        "value":"20101511052726044698"
                    },
                    {
                        "children":[

                        ],
                        "label":"茄子河区",
                        "value":"20101511052726044699"
                    },
                    {
                        "children":[

                        ],
                        "label":"勃利县",
                        "value":"20101511052726044700"
                    }
                ],
                "label":"七台河市",
                "value":"20101511052726044695"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052726044702"
                    },
                    {
                        "children":[

                        ],
                        "label":"东安区",
                        "value":"20101511052726044703"
                    },
                    {
                        "children":[

                        ],
                        "label":"阳明区",
                        "value":"20101511052726044704"
                    },
                    {
                        "children":[

                        ],
                        "label":"爱民区",
                        "value":"20101511052726044705"
                    },
                    {
                        "children":[

                        ],
                        "label":"西安区",
                        "value":"20101511052726044706"
                    },
                    {
                        "children":[

                        ],
                        "label":"林口县",
                        "value":"20101511052726044707"
                    },
                    {
                        "children":[

                        ],
                        "label":"绥芬河市",
                        "value":"20101511052726044708"
                    },
                    {
                        "children":[

                        ],
                        "label":"海林市",
                        "value":"20101511052726044709"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁安市",
                        "value":"20101511052726044710"
                    },
                    {
                        "children":[

                        ],
                        "label":"穆棱市",
                        "value":"20101511052726044711"
                    },
                    {
                        "children":[

                        ],
                        "label":"东宁市",
                        "value":"20101511052730238976"
                    }
                ],
                "label":"牡丹江市",
                "value":"20101511052726044701"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052730238978"
                    },
                    {
                        "children":[

                        ],
                        "label":"爱辉区",
                        "value":"20101511052730238979"
                    },
                    {
                        "children":[

                        ],
                        "label":"嫩江县",
                        "value":"20101511052730238980"
                    },
                    {
                        "children":[

                        ],
                        "label":"逊克县",
                        "value":"20101511052730238981"
                    },
                    {
                        "children":[

                        ],
                        "label":"孙吴县",
                        "value":"20101511052730238982"
                    },
                    {
                        "children":[

                        ],
                        "label":"北安市",
                        "value":"20101511052730238983"
                    },
                    {
                        "children":[

                        ],
                        "label":"五大连池市",
                        "value":"20101511052730238984"
                    }
                ],
                "label":"黑河市",
                "value":"20101511052730238977"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052730238986"
                    },
                    {
                        "children":[

                        ],
                        "label":"北林区",
                        "value":"20101511052730238987"
                    },
                    {
                        "children":[

                        ],
                        "label":"望奎县",
                        "value":"20101511052730238988"
                    },
                    {
                        "children":[

                        ],
                        "label":"兰西县",
                        "value":"20101511052730238989"
                    },
                    {
                        "children":[

                        ],
                        "label":"青冈县",
                        "value":"20101511052730238990"
                    },
                    {
                        "children":[

                        ],
                        "label":"庆安县",
                        "value":"20101511052730238991"
                    },
                    {
                        "children":[

                        ],
                        "label":"明水县",
                        "value":"20101511052730238992"
                    },
                    {
                        "children":[

                        ],
                        "label":"绥棱县",
                        "value":"20101511052730238993"
                    },
                    {
                        "children":[

                        ],
                        "label":"安达市",
                        "value":"20101511052730238994"
                    },
                    {
                        "children":[

                        ],
                        "label":"肇东市",
                        "value":"20101511052730238995"
                    },
                    {
                        "children":[

                        ],
                        "label":"海伦市",
                        "value":"20101511052730238996"
                    }
                ],
                "label":"绥化市",
                "value":"20101511052730238985"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"呼玛县",
                        "value":"20101511052730238998"
                    },
                    {
                        "children":[

                        ],
                        "label":"塔河县",
                        "value":"20101511052730238999"
                    },
                    {
                        "children":[

                        ],
                        "label":"漠河县",
                        "value":"20101511052730239000"
                    }
                ],
                "label":"大兴安岭地区",
                "value":"20101511052730238997"
            }
        ],
        "label":"黑龙江省",
        "value":"20101511052709267478"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"黄浦区",
                        "value":"20101511052734433281"
                    },
                    {
                        "children":[

                        ],
                        "label":"徐汇区",
                        "value":"20101511052734433282"
                    },
                    {
                        "children":[

                        ],
                        "label":"长宁区",
                        "value":"20101511052734433283"
                    },
                    {
                        "children":[

                        ],
                        "label":"静安区",
                        "value":"20101511052734433284"
                    },
                    {
                        "children":[

                        ],
                        "label":"普陀区",
                        "value":"20101511052734433285"
                    },
                    {
                        "children":[

                        ],
                        "label":"虹口区",
                        "value":"20101511052734433286"
                    },
                    {
                        "children":[

                        ],
                        "label":"杨浦区",
                        "value":"20101511052734433287"
                    },
                    {
                        "children":[

                        ],
                        "label":"闵行区",
                        "value":"20101511052734433288"
                    },
                    {
                        "children":[

                        ],
                        "label":"宝山区",
                        "value":"20101511052734433289"
                    },
                    {
                        "children":[

                        ],
                        "label":"嘉定区",
                        "value":"20101511052734433290"
                    },
                    {
                        "children":[

                        ],
                        "label":"浦东新区",
                        "value":"20101511052734433291"
                    },
                    {
                        "children":[

                        ],
                        "label":"金山区",
                        "value":"20101511052734433292"
                    },
                    {
                        "children":[

                        ],
                        "label":"松江区",
                        "value":"20101511052734433293"
                    },
                    {
                        "children":[

                        ],
                        "label":"青浦区",
                        "value":"20101511052734433294"
                    },
                    {
                        "children":[

                        ],
                        "label":"奉贤区",
                        "value":"20101511052734433295"
                    },
                    {
                        "children":[

                        ],
                        "label":"崇明区",
                        "value":"20101511052734433296"
                    }
                ],
                "label":"市辖区",
                "value":"20101511052734433280"
            }
        ],
        "label":"上海市",
        "value":"20101511052730239001"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052734433299"
                    },
                    {
                        "children":[

                        ],
                        "label":"玄武区",
                        "value":"20101511052734433300"
                    },
                    {
                        "children":[

                        ],
                        "label":"秦淮区",
                        "value":"20101511052734433301"
                    },
                    {
                        "children":[

                        ],
                        "label":"建邺区",
                        "value":"20101511052734433302"
                    },
                    {
                        "children":[

                        ],
                        "label":"鼓楼区",
                        "value":"20101511052734433303"
                    },
                    {
                        "children":[

                        ],
                        "label":"浦口区",
                        "value":"20101511052734433304"
                    },
                    {
                        "children":[

                        ],
                        "label":"栖霞区",
                        "value":"20101511052734433305"
                    },
                    {
                        "children":[

                        ],
                        "label":"雨花台区",
                        "value":"20101511052734433306"
                    },
                    {
                        "children":[

                        ],
                        "label":"江宁区",
                        "value":"20101511052734433307"
                    },
                    {
                        "children":[

                        ],
                        "label":"六合区",
                        "value":"20101511052734433308"
                    },
                    {
                        "children":[

                        ],
                        "label":"溧水区",
                        "value":"20101511052734433309"
                    },
                    {
                        "children":[

                        ],
                        "label":"高淳区",
                        "value":"20101511052734433310"
                    }
                ],
                "label":"南京市",
                "value":"20101511052734433298"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052734433312"
                    },
                    {
                        "children":[

                        ],
                        "label":"锡山区",
                        "value":"20101511052734433313"
                    },
                    {
                        "children":[

                        ],
                        "label":"惠山区",
                        "value":"20101511052734433314"
                    },
                    {
                        "children":[

                        ],
                        "label":"滨湖区",
                        "value":"20101511052734433315"
                    },
                    {
                        "children":[

                        ],
                        "label":"梁溪区",
                        "value":"20101511052734433316"
                    },
                    {
                        "children":[

                        ],
                        "label":"新吴区",
                        "value":"20101511052734433317"
                    },
                    {
                        "children":[

                        ],
                        "label":"江阴市",
                        "value":"20101511052734433318"
                    },
                    {
                        "children":[

                        ],
                        "label":"宜兴市",
                        "value":"20101511052734433319"
                    }
                ],
                "label":"无锡市",
                "value":"20101511052734433311"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052734433321"
                    },
                    {
                        "children":[

                        ],
                        "label":"鼓楼区",
                        "value":"20101511052734433322"
                    },
                    {
                        "children":[

                        ],
                        "label":"云龙区",
                        "value":"20101511052734433323"
                    },
                    {
                        "children":[

                        ],
                        "label":"贾汪区",
                        "value":"20101511052734433324"
                    },
                    {
                        "children":[

                        ],
                        "label":"泉山区",
                        "value":"20101511052734433325"
                    },
                    {
                        "children":[

                        ],
                        "label":"铜山区",
                        "value":"20101511052734433326"
                    },
                    {
                        "children":[

                        ],
                        "label":"丰县",
                        "value":"20101511052734433327"
                    },
                    {
                        "children":[

                        ],
                        "label":"沛县",
                        "value":"20101511052734433328"
                    },
                    {
                        "children":[

                        ],
                        "label":"睢宁县",
                        "value":"20101511052734433329"
                    },
                    {
                        "children":[

                        ],
                        "label":"新沂市",
                        "value":"20101511052734433330"
                    },
                    {
                        "children":[

                        ],
                        "label":"邳州市",
                        "value":"20101511052734433331"
                    }
                ],
                "label":"徐州市",
                "value":"20101511052734433320"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052734433333"
                    },
                    {
                        "children":[

                        ],
                        "label":"天宁区",
                        "value":"20101511052734433334"
                    },
                    {
                        "children":[

                        ],
                        "label":"钟楼区",
                        "value":"20101511052734433335"
                    },
                    {
                        "children":[

                        ],
                        "label":"新北区",
                        "value":"20101511052734433336"
                    },
                    {
                        "children":[

                        ],
                        "label":"武进区",
                        "value":"20101511052734433337"
                    },
                    {
                        "children":[

                        ],
                        "label":"金坛区",
                        "value":"20101511052734433338"
                    },
                    {
                        "children":[

                        ],
                        "label":"溧阳市",
                        "value":"20101511052734433339"
                    }
                ],
                "label":"常州市",
                "value":"20101511052734433332"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052734433341"
                    },
                    {
                        "children":[

                        ],
                        "label":"虎丘区",
                        "value":"20101511052734433342"
                    },
                    {
                        "children":[

                        ],
                        "label":"吴中区",
                        "value":"20101511052734433343"
                    },
                    {
                        "children":[

                        ],
                        "label":"相城区",
                        "value":"20101511052734433344"
                    },
                    {
                        "children":[

                        ],
                        "label":"姑苏区",
                        "value":"20101511052734433345"
                    },
                    {
                        "children":[

                        ],
                        "label":"吴江区",
                        "value":"20101511052734433346"
                    },
                    {
                        "children":[

                        ],
                        "label":"常熟市",
                        "value":"20101511052734433347"
                    },
                    {
                        "children":[

                        ],
                        "label":"张家港市",
                        "value":"20101511052738627584"
                    },
                    {
                        "children":[

                        ],
                        "label":"昆山市",
                        "value":"20101511052738627585"
                    },
                    {
                        "children":[

                        ],
                        "label":"太仓市",
                        "value":"20101511052738627586"
                    }
                ],
                "label":"苏州市",
                "value":"20101511052734433340"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052738627588"
                    },
                    {
                        "children":[

                        ],
                        "label":"崇川区",
                        "value":"20101511052738627589"
                    },
                    {
                        "children":[

                        ],
                        "label":"港闸区",
                        "value":"20101511052738627590"
                    },
                    {
                        "children":[

                        ],
                        "label":"通州区",
                        "value":"20101511052738627591"
                    },
                    {
                        "children":[

                        ],
                        "label":"海安县",
                        "value":"20101511052738627592"
                    },
                    {
                        "children":[

                        ],
                        "label":"如东县",
                        "value":"20101511052738627593"
                    },
                    {
                        "children":[

                        ],
                        "label":"启东市",
                        "value":"20101511052738627594"
                    },
                    {
                        "children":[

                        ],
                        "label":"如皋市",
                        "value":"20101511052738627595"
                    },
                    {
                        "children":[

                        ],
                        "label":"海门市",
                        "value":"20101511052738627596"
                    }
                ],
                "label":"南通市",
                "value":"20101511052738627587"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052738627598"
                    },
                    {
                        "children":[

                        ],
                        "label":"连云区",
                        "value":"20101511052738627599"
                    },
                    {
                        "children":[

                        ],
                        "label":"海州区",
                        "value":"20101511052738627600"
                    },
                    {
                        "children":[

                        ],
                        "label":"赣榆区",
                        "value":"20101511052738627601"
                    },
                    {
                        "children":[

                        ],
                        "label":"东海县",
                        "value":"20101511052738627602"
                    },
                    {
                        "children":[

                        ],
                        "label":"灌云县",
                        "value":"20101511052738627603"
                    },
                    {
                        "children":[

                        ],
                        "label":"灌南县",
                        "value":"20101511052738627604"
                    }
                ],
                "label":"连云港市",
                "value":"20101511052738627597"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052738627606"
                    },
                    {
                        "children":[

                        ],
                        "label":"淮安区",
                        "value":"20101511052738627607"
                    },
                    {
                        "children":[

                        ],
                        "label":"淮阴区",
                        "value":"20101511052738627608"
                    },
                    {
                        "children":[

                        ],
                        "label":"清江浦区",
                        "value":"20101511052738627609"
                    },
                    {
                        "children":[

                        ],
                        "label":"洪泽区",
                        "value":"20101511052738627610"
                    },
                    {
                        "children":[

                        ],
                        "label":"涟水县",
                        "value":"20101511052738627611"
                    },
                    {
                        "children":[

                        ],
                        "label":"盱眙县",
                        "value":"20101511052738627612"
                    },
                    {
                        "children":[

                        ],
                        "label":"金湖县",
                        "value":"20101511052738627613"
                    }
                ],
                "label":"淮安市",
                "value":"20101511052738627605"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052738627615"
                    },
                    {
                        "children":[

                        ],
                        "label":"亭湖区",
                        "value":"20101511052738627616"
                    },
                    {
                        "children":[

                        ],
                        "label":"盐都区",
                        "value":"20101511052738627617"
                    },
                    {
                        "children":[

                        ],
                        "label":"大丰区",
                        "value":"20101511052738627618"
                    },
                    {
                        "children":[

                        ],
                        "label":"响水县",
                        "value":"20101511052738627619"
                    },
                    {
                        "children":[

                        ],
                        "label":"滨海县",
                        "value":"20101511052738627620"
                    },
                    {
                        "children":[

                        ],
                        "label":"阜宁县",
                        "value":"20101511052738627621"
                    },
                    {
                        "children":[

                        ],
                        "label":"射阳县",
                        "value":"20101511052738627622"
                    },
                    {
                        "children":[

                        ],
                        "label":"建湖县",
                        "value":"20101511052738627623"
                    },
                    {
                        "children":[

                        ],
                        "label":"东台市",
                        "value":"20101511052738627624"
                    }
                ],
                "label":"盐城市",
                "value":"20101511052738627614"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052738627626"
                    },
                    {
                        "children":[

                        ],
                        "label":"广陵区",
                        "value":"20101511052738627627"
                    },
                    {
                        "children":[

                        ],
                        "label":"邗江区",
                        "value":"20101511052738627628"
                    },
                    {
                        "children":[

                        ],
                        "label":"江都区",
                        "value":"20101511052738627629"
                    },
                    {
                        "children":[

                        ],
                        "label":"宝应县",
                        "value":"20101511052738627630"
                    },
                    {
                        "children":[

                        ],
                        "label":"仪征市",
                        "value":"20101511052738627631"
                    },
                    {
                        "children":[

                        ],
                        "label":"高邮市",
                        "value":"20101511052738627632"
                    }
                ],
                "label":"扬州市",
                "value":"20101511052738627625"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052738627634"
                    },
                    {
                        "children":[

                        ],
                        "label":"京口区",
                        "value":"20101511052738627635"
                    },
                    {
                        "children":[

                        ],
                        "label":"润州区",
                        "value":"20101511052738627636"
                    },
                    {
                        "children":[

                        ],
                        "label":"丹徒区",
                        "value":"20101511052738627637"
                    },
                    {
                        "children":[

                        ],
                        "label":"丹阳市",
                        "value":"20101511052738627638"
                    },
                    {
                        "children":[

                        ],
                        "label":"扬中市",
                        "value":"20101511052738627639"
                    },
                    {
                        "children":[

                        ],
                        "label":"句容市",
                        "value":"20101511052738627640"
                    }
                ],
                "label":"镇江市",
                "value":"20101511052738627633"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052738627642"
                    },
                    {
                        "children":[

                        ],
                        "label":"海陵区",
                        "value":"20101511052738627643"
                    },
                    {
                        "children":[

                        ],
                        "label":"高港区",
                        "value":"20101511052738627644"
                    },
                    {
                        "children":[

                        ],
                        "label":"姜堰区",
                        "value":"20101511052738627645"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴化市",
                        "value":"20101511052738627646"
                    },
                    {
                        "children":[

                        ],
                        "label":"靖江市",
                        "value":"20101511052738627647"
                    },
                    {
                        "children":[

                        ],
                        "label":"泰兴市",
                        "value":"20101511052738627648"
                    }
                ],
                "label":"泰州市",
                "value":"20101511052738627641"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052738627650"
                    },
                    {
                        "children":[

                        ],
                        "label":"宿城区",
                        "value":"20101511052742821888"
                    },
                    {
                        "children":[

                        ],
                        "label":"宿豫区",
                        "value":"20101511052742821889"
                    },
                    {
                        "children":[

                        ],
                        "label":"沭阳县",
                        "value":"20101511052742821890"
                    },
                    {
                        "children":[

                        ],
                        "label":"泗阳县",
                        "value":"20101511052742821891"
                    },
                    {
                        "children":[

                        ],
                        "label":"泗洪县",
                        "value":"20101511052742821892"
                    }
                ],
                "label":"宿迁市",
                "value":"20101511052738627649"
            }
        ],
        "label":"江苏省",
        "value":"20101511052734433297"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052742821895"
                    },
                    {
                        "children":[

                        ],
                        "label":"上城区",
                        "value":"20101511052742821896"
                    },
                    {
                        "children":[

                        ],
                        "label":"下城区",
                        "value":"20101511052742821897"
                    },
                    {
                        "children":[

                        ],
                        "label":"江干区",
                        "value":"20101511052742821898"
                    },
                    {
                        "children":[

                        ],
                        "label":"拱墅区",
                        "value":"20101511052742821899"
                    },
                    {
                        "children":[

                        ],
                        "label":"西湖区",
                        "value":"20101511052742821900"
                    },
                    {
                        "children":[

                        ],
                        "label":"滨江区",
                        "value":"20101511052742821901"
                    },
                    {
                        "children":[

                        ],
                        "label":"萧山区",
                        "value":"20101511052742821902"
                    },
                    {
                        "children":[

                        ],
                        "label":"余杭区",
                        "value":"20101511052742821903"
                    },
                    {
                        "children":[

                        ],
                        "label":"富阳区",
                        "value":"20101511052742821904"
                    },
                    {
                        "children":[

                        ],
                        "label":"桐庐县",
                        "value":"20101511052742821905"
                    },
                    {
                        "children":[

                        ],
                        "label":"淳安县",
                        "value":"20101511052742821906"
                    },
                    {
                        "children":[

                        ],
                        "label":"建德市",
                        "value":"20101511052742821907"
                    },
                    {
                        "children":[

                        ],
                        "label":"临安市",
                        "value":"20101511052742821908"
                    }
                ],
                "label":"杭州市",
                "value":"20101511052742821894"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052742821910"
                    },
                    {
                        "children":[

                        ],
                        "label":"海曙区",
                        "value":"20101511052742821911"
                    },
                    {
                        "children":[

                        ],
                        "label":"江东区",
                        "value":"20101511052742821912"
                    },
                    {
                        "children":[

                        ],
                        "label":"江北区",
                        "value":"20101511052742821913"
                    },
                    {
                        "children":[

                        ],
                        "label":"北仑区",
                        "value":"20101511052742821914"
                    },
                    {
                        "children":[

                        ],
                        "label":"镇海区",
                        "value":"20101511052742821915"
                    },
                    {
                        "children":[

                        ],
                        "label":"鄞州区",
                        "value":"20101511052742821916"
                    },
                    {
                        "children":[

                        ],
                        "label":"象山县",
                        "value":"20101511052742821917"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁海县",
                        "value":"20101511052742821918"
                    },
                    {
                        "children":[

                        ],
                        "label":"余姚市",
                        "value":"20101511052742821919"
                    },
                    {
                        "children":[

                        ],
                        "label":"慈溪市",
                        "value":"20101511052742821920"
                    },
                    {
                        "children":[

                        ],
                        "label":"奉化市",
                        "value":"20101511052742821921"
                    }
                ],
                "label":"宁波市",
                "value":"20101511052742821909"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052742821923"
                    },
                    {
                        "children":[

                        ],
                        "label":"鹿城区",
                        "value":"20101511052742821924"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙湾区",
                        "value":"20101511052742821925"
                    },
                    {
                        "children":[

                        ],
                        "label":"瓯海区",
                        "value":"20101511052742821926"
                    },
                    {
                        "children":[

                        ],
                        "label":"洞头区",
                        "value":"20101511052742821927"
                    },
                    {
                        "children":[

                        ],
                        "label":"永嘉县",
                        "value":"20101511052742821928"
                    },
                    {
                        "children":[

                        ],
                        "label":"平阳县",
                        "value":"20101511052742821929"
                    },
                    {
                        "children":[

                        ],
                        "label":"苍南县",
                        "value":"20101511052742821930"
                    },
                    {
                        "children":[

                        ],
                        "label":"文成县",
                        "value":"20101511052742821931"
                    },
                    {
                        "children":[

                        ],
                        "label":"泰顺县",
                        "value":"20101511052742821932"
                    },
                    {
                        "children":[

                        ],
                        "label":"瑞安市",
                        "value":"20101511052742821933"
                    },
                    {
                        "children":[

                        ],
                        "label":"乐清市",
                        "value":"20101511052742821934"
                    }
                ],
                "label":"温州市",
                "value":"20101511052742821922"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052742821936"
                    },
                    {
                        "children":[

                        ],
                        "label":"南湖区",
                        "value":"20101511052742821937"
                    },
                    {
                        "children":[

                        ],
                        "label":"秀洲区",
                        "value":"20101511052742821938"
                    },
                    {
                        "children":[

                        ],
                        "label":"嘉善县",
                        "value":"20101511052742821939"
                    },
                    {
                        "children":[

                        ],
                        "label":"海盐县",
                        "value":"20101511052747016192"
                    },
                    {
                        "children":[

                        ],
                        "label":"海宁市",
                        "value":"20101511052747016193"
                    },
                    {
                        "children":[

                        ],
                        "label":"平湖市",
                        "value":"20101511052747016194"
                    },
                    {
                        "children":[

                        ],
                        "label":"桐乡市",
                        "value":"20101511052747016195"
                    }
                ],
                "label":"嘉兴市",
                "value":"20101511052742821935"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052747016197"
                    },
                    {
                        "children":[

                        ],
                        "label":"吴兴区",
                        "value":"20101511052747016198"
                    },
                    {
                        "children":[

                        ],
                        "label":"南浔区",
                        "value":"20101511052747016199"
                    },
                    {
                        "children":[

                        ],
                        "label":"德清县",
                        "value":"20101511052747016200"
                    },
                    {
                        "children":[

                        ],
                        "label":"长兴县",
                        "value":"20101511052747016201"
                    },
                    {
                        "children":[

                        ],
                        "label":"安吉县",
                        "value":"20101511052747016202"
                    }
                ],
                "label":"湖州市",
                "value":"20101511052747016196"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052747016204"
                    },
                    {
                        "children":[

                        ],
                        "label":"越城区",
                        "value":"20101511052747016205"
                    },
                    {
                        "children":[

                        ],
                        "label":"柯桥区",
                        "value":"20101511052747016206"
                    },
                    {
                        "children":[

                        ],
                        "label":"上虞区",
                        "value":"20101511052747016207"
                    },
                    {
                        "children":[

                        ],
                        "label":"新昌县",
                        "value":"20101511052747016208"
                    },
                    {
                        "children":[

                        ],
                        "label":"诸暨市",
                        "value":"20101511052747016209"
                    },
                    {
                        "children":[

                        ],
                        "label":"嵊州市",
                        "value":"20101511052747016210"
                    }
                ],
                "label":"绍兴市",
                "value":"20101511052747016203"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052747016212"
                    },
                    {
                        "children":[

                        ],
                        "label":"婺城区",
                        "value":"20101511052747016213"
                    },
                    {
                        "children":[

                        ],
                        "label":"金东区",
                        "value":"20101511052747016214"
                    },
                    {
                        "children":[

                        ],
                        "label":"武义县",
                        "value":"20101511052747016215"
                    },
                    {
                        "children":[

                        ],
                        "label":"浦江县",
                        "value":"20101511052747016216"
                    },
                    {
                        "children":[

                        ],
                        "label":"磐安县",
                        "value":"20101511052747016217"
                    },
                    {
                        "children":[

                        ],
                        "label":"兰溪市",
                        "value":"20101511052747016218"
                    },
                    {
                        "children":[

                        ],
                        "label":"义乌市",
                        "value":"20101511052747016219"
                    },
                    {
                        "children":[

                        ],
                        "label":"东阳市",
                        "value":"20101511052747016220"
                    },
                    {
                        "children":[

                        ],
                        "label":"永康市",
                        "value":"20101511052747016221"
                    }
                ],
                "label":"金华市",
                "value":"20101511052747016211"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052747016223"
                    },
                    {
                        "children":[

                        ],
                        "label":"柯城区",
                        "value":"20101511052747016224"
                    },
                    {
                        "children":[

                        ],
                        "label":"衢江区",
                        "value":"20101511052747016225"
                    },
                    {
                        "children":[

                        ],
                        "label":"常山县",
                        "value":"20101511052747016226"
                    },
                    {
                        "children":[

                        ],
                        "label":"开化县",
                        "value":"20101511052747016227"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙游县",
                        "value":"20101511052747016228"
                    },
                    {
                        "children":[

                        ],
                        "label":"江山市",
                        "value":"20101511052747016229"
                    }
                ],
                "label":"衢州市",
                "value":"20101511052747016222"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052747016231"
                    },
                    {
                        "children":[

                        ],
                        "label":"定海区",
                        "value":"20101511052747016232"
                    },
                    {
                        "children":[

                        ],
                        "label":"普陀区",
                        "value":"20101511052747016233"
                    },
                    {
                        "children":[

                        ],
                        "label":"岱山县",
                        "value":"20101511052747016234"
                    },
                    {
                        "children":[

                        ],
                        "label":"嵊泗县",
                        "value":"20101511052747016235"
                    }
                ],
                "label":"舟山市",
                "value":"20101511052747016230"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052747016237"
                    },
                    {
                        "children":[

                        ],
                        "label":"椒江区",
                        "value":"20101511052747016238"
                    },
                    {
                        "children":[

                        ],
                        "label":"黄岩区",
                        "value":"20101511052747016239"
                    },
                    {
                        "children":[

                        ],
                        "label":"路桥区",
                        "value":"20101511052747016240"
                    },
                    {
                        "children":[

                        ],
                        "label":"玉环县",
                        "value":"20101511052747016241"
                    },
                    {
                        "children":[

                        ],
                        "label":"三门县",
                        "value":"20101511052747016242"
                    },
                    {
                        "children":[

                        ],
                        "label":"天台县",
                        "value":"20101511052747016243"
                    },
                    {
                        "children":[

                        ],
                        "label":"仙居县",
                        "value":"20101511052747016244"
                    },
                    {
                        "children":[

                        ],
                        "label":"温岭市",
                        "value":"20101511052747016245"
                    },
                    {
                        "children":[

                        ],
                        "label":"临海市",
                        "value":"20101511052747016246"
                    }
                ],
                "label":"台州市",
                "value":"20101511052747016236"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052747016248"
                    },
                    {
                        "children":[

                        ],
                        "label":"莲都区",
                        "value":"20101511052747016249"
                    },
                    {
                        "children":[

                        ],
                        "label":"青田县",
                        "value":"20101511052747016250"
                    },
                    {
                        "children":[

                        ],
                        "label":"缙云县",
                        "value":"20101511052747016251"
                    },
                    {
                        "children":[

                        ],
                        "label":"遂昌县",
                        "value":"20101511052747016252"
                    },
                    {
                        "children":[

                        ],
                        "label":"松阳县",
                        "value":"20101511052747016253"
                    },
                    {
                        "children":[

                        ],
                        "label":"云和县",
                        "value":"20101511052747016254"
                    },
                    {
                        "children":[

                        ],
                        "label":"庆元县",
                        "value":"20101511052747016255"
                    },
                    {
                        "children":[

                        ],
                        "label":"景宁畲族自治县",
                        "value":"20101511052747016256"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙泉市",
                        "value":"20101511052747016257"
                    }
                ],
                "label":"丽水市",
                "value":"20101511052747016247"
            }
        ],
        "label":"浙江省",
        "value":"20101511052742821893"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052747016260"
                    },
                    {
                        "children":[

                        ],
                        "label":"瑶海区",
                        "value":"20101511052747016261"
                    },
                    {
                        "children":[

                        ],
                        "label":"庐阳区",
                        "value":"20101511052747016262"
                    },
                    {
                        "children":[

                        ],
                        "label":"蜀山区",
                        "value":"20101511052747016263"
                    },
                    {
                        "children":[

                        ],
                        "label":"包河区",
                        "value":"20101511052751210496"
                    },
                    {
                        "children":[

                        ],
                        "label":"长丰县",
                        "value":"20101511052751210497"
                    },
                    {
                        "children":[

                        ],
                        "label":"肥东县",
                        "value":"20101511052751210498"
                    },
                    {
                        "children":[

                        ],
                        "label":"肥西县",
                        "value":"20101511052751210499"
                    },
                    {
                        "children":[

                        ],
                        "label":"庐江县",
                        "value":"20101511052751210500"
                    },
                    {
                        "children":[

                        ],
                        "label":"巢湖市",
                        "value":"20101511052751210501"
                    }
                ],
                "label":"合肥市",
                "value":"20101511052747016259"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052751210503"
                    },
                    {
                        "children":[

                        ],
                        "label":"镜湖区",
                        "value":"20101511052751210504"
                    },
                    {
                        "children":[

                        ],
                        "label":"弋江区",
                        "value":"20101511052751210505"
                    },
                    {
                        "children":[

                        ],
                        "label":"鸠江区",
                        "value":"20101511052751210506"
                    },
                    {
                        "children":[

                        ],
                        "label":"三山区",
                        "value":"20101511052751210507"
                    },
                    {
                        "children":[

                        ],
                        "label":"芜湖县",
                        "value":"20101511052751210508"
                    },
                    {
                        "children":[

                        ],
                        "label":"繁昌县",
                        "value":"20101511052751210509"
                    },
                    {
                        "children":[

                        ],
                        "label":"南陵县",
                        "value":"20101511052751210510"
                    },
                    {
                        "children":[

                        ],
                        "label":"无为县",
                        "value":"20101511052751210511"
                    }
                ],
                "label":"芜湖市",
                "value":"20101511052751210502"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052751210513"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙子湖区",
                        "value":"20101511052751210514"
                    },
                    {
                        "children":[

                        ],
                        "label":"蚌山区",
                        "value":"20101511052751210515"
                    },
                    {
                        "children":[

                        ],
                        "label":"禹会区",
                        "value":"20101511052751210516"
                    },
                    {
                        "children":[

                        ],
                        "label":"淮上区",
                        "value":"20101511052751210517"
                    },
                    {
                        "children":[

                        ],
                        "label":"怀远县",
                        "value":"20101511052751210518"
                    },
                    {
                        "children":[

                        ],
                        "label":"五河县",
                        "value":"20101511052751210519"
                    },
                    {
                        "children":[

                        ],
                        "label":"固镇县",
                        "value":"20101511052751210520"
                    }
                ],
                "label":"蚌埠市",
                "value":"20101511052751210512"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052751210522"
                    },
                    {
                        "children":[

                        ],
                        "label":"大通区",
                        "value":"20101511052751210523"
                    },
                    {
                        "children":[

                        ],
                        "label":"田家庵区",
                        "value":"20101511052751210524"
                    },
                    {
                        "children":[

                        ],
                        "label":"谢家集区",
                        "value":"20101511052751210525"
                    },
                    {
                        "children":[

                        ],
                        "label":"八公山区",
                        "value":"20101511052751210526"
                    },
                    {
                        "children":[

                        ],
                        "label":"潘集区",
                        "value":"20101511052751210527"
                    },
                    {
                        "children":[

                        ],
                        "label":"凤台县",
                        "value":"20101511052751210528"
                    },
                    {
                        "children":[

                        ],
                        "label":"寿县",
                        "value":"20101511052751210529"
                    }
                ],
                "label":"淮南市",
                "value":"20101511052751210521"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052751210531"
                    },
                    {
                        "children":[

                        ],
                        "label":"花山区",
                        "value":"20101511052751210532"
                    },
                    {
                        "children":[

                        ],
                        "label":"雨山区",
                        "value":"20101511052751210533"
                    },
                    {
                        "children":[

                        ],
                        "label":"博望区",
                        "value":"20101511052751210534"
                    },
                    {
                        "children":[

                        ],
                        "label":"当涂县",
                        "value":"20101511052751210535"
                    },
                    {
                        "children":[

                        ],
                        "label":"含山县",
                        "value":"20101511052751210536"
                    },
                    {
                        "children":[

                        ],
                        "label":"和县",
                        "value":"20101511052751210537"
                    }
                ],
                "label":"马鞍山市",
                "value":"20101511052751210530"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052751210539"
                    },
                    {
                        "children":[

                        ],
                        "label":"杜集区",
                        "value":"20101511052751210540"
                    },
                    {
                        "children":[

                        ],
                        "label":"相山区",
                        "value":"20101511052751210541"
                    },
                    {
                        "children":[

                        ],
                        "label":"烈山区",
                        "value":"20101511052751210542"
                    },
                    {
                        "children":[

                        ],
                        "label":"濉溪县",
                        "value":"20101511052751210543"
                    }
                ],
                "label":"淮北市",
                "value":"20101511052751210538"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052751210545"
                    },
                    {
                        "children":[

                        ],
                        "label":"铜官区",
                        "value":"20101511052751210546"
                    },
                    {
                        "children":[

                        ],
                        "label":"义安区",
                        "value":"20101511052751210547"
                    },
                    {
                        "children":[

                        ],
                        "label":"郊区",
                        "value":"20101511052751210548"
                    },
                    {
                        "children":[

                        ],
                        "label":"枞阳县",
                        "value":"20101511052751210549"
                    }
                ],
                "label":"铜陵市",
                "value":"20101511052751210544"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052751210551"
                    },
                    {
                        "children":[

                        ],
                        "label":"迎江区",
                        "value":"20101511052751210552"
                    },
                    {
                        "children":[

                        ],
                        "label":"大观区",
                        "value":"20101511052751210553"
                    },
                    {
                        "children":[

                        ],
                        "label":"宜秀区",
                        "value":"20101511052751210554"
                    },
                    {
                        "children":[

                        ],
                        "label":"怀宁县",
                        "value":"20101511052751210555"
                    },
                    {
                        "children":[

                        ],
                        "label":"潜山县",
                        "value":"20101511052751210556"
                    },
                    {
                        "children":[

                        ],
                        "label":"太湖县",
                        "value":"20101511052751210557"
                    },
                    {
                        "children":[

                        ],
                        "label":"宿松县",
                        "value":"20101511052751210558"
                    },
                    {
                        "children":[

                        ],
                        "label":"望江县",
                        "value":"20101511052751210559"
                    },
                    {
                        "children":[

                        ],
                        "label":"岳西县",
                        "value":"20101511052751210560"
                    },
                    {
                        "children":[

                        ],
                        "label":"桐城市",
                        "value":"20101511052751210561"
                    }
                ],
                "label":"安庆市",
                "value":"20101511052751210550"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052751210563"
                    },
                    {
                        "children":[

                        ],
                        "label":"屯溪区",
                        "value":"20101511052751210564"
                    },
                    {
                        "children":[

                        ],
                        "label":"黄山区",
                        "value":"20101511052751210565"
                    },
                    {
                        "children":[

                        ],
                        "label":"徽州区",
                        "value":"20101511052751210566"
                    },
                    {
                        "children":[

                        ],
                        "label":"歙县",
                        "value":"20101511052751210567"
                    },
                    {
                        "children":[

                        ],
                        "label":"休宁县",
                        "value":"20101511052751210568"
                    },
                    {
                        "children":[

                        ],
                        "label":"黟县",
                        "value":"20101511052751210569"
                    },
                    {
                        "children":[

                        ],
                        "label":"祁门县",
                        "value":"20101511052751210570"
                    }
                ],
                "label":"黄山市",
                "value":"20101511052751210562"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052751210572"
                    },
                    {
                        "children":[

                        ],
                        "label":"琅琊区",
                        "value":"20101511052755404800"
                    },
                    {
                        "children":[

                        ],
                        "label":"南谯区",
                        "value":"20101511052755404801"
                    },
                    {
                        "children":[

                        ],
                        "label":"来安县",
                        "value":"20101511052755404802"
                    },
                    {
                        "children":[

                        ],
                        "label":"全椒县",
                        "value":"20101511052755404803"
                    },
                    {
                        "children":[

                        ],
                        "label":"定远县",
                        "value":"20101511052755404804"
                    },
                    {
                        "children":[

                        ],
                        "label":"凤阳县",
                        "value":"20101511052755404805"
                    },
                    {
                        "children":[

                        ],
                        "label":"天长市",
                        "value":"20101511052755404806"
                    },
                    {
                        "children":[

                        ],
                        "label":"明光市",
                        "value":"20101511052755404807"
                    }
                ],
                "label":"滁州市",
                "value":"20101511052751210571"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052755404809"
                    },
                    {
                        "children":[

                        ],
                        "label":"颍州区",
                        "value":"20101511052755404810"
                    },
                    {
                        "children":[

                        ],
                        "label":"颍东区",
                        "value":"20101511052755404811"
                    },
                    {
                        "children":[

                        ],
                        "label":"颍泉区",
                        "value":"20101511052755404812"
                    },
                    {
                        "children":[

                        ],
                        "label":"临泉县",
                        "value":"20101511052755404813"
                    },
                    {
                        "children":[

                        ],
                        "label":"太和县",
                        "value":"20101511052755404814"
                    },
                    {
                        "children":[

                        ],
                        "label":"阜南县",
                        "value":"20101511052755404815"
                    },
                    {
                        "children":[

                        ],
                        "label":"颍上县",
                        "value":"20101511052755404816"
                    },
                    {
                        "children":[

                        ],
                        "label":"界首市",
                        "value":"20101511052755404817"
                    }
                ],
                "label":"阜阳市",
                "value":"20101511052755404808"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052755404819"
                    },
                    {
                        "children":[

                        ],
                        "label":"埇桥区",
                        "value":"20101511052755404820"
                    },
                    {
                        "children":[

                        ],
                        "label":"砀山县",
                        "value":"20101511052755404821"
                    },
                    {
                        "children":[

                        ],
                        "label":"萧县",
                        "value":"20101511052755404822"
                    },
                    {
                        "children":[

                        ],
                        "label":"灵璧县",
                        "value":"20101511052755404823"
                    },
                    {
                        "children":[

                        ],
                        "label":"泗县",
                        "value":"20101511052755404824"
                    }
                ],
                "label":"宿州市",
                "value":"20101511052755404818"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052755404826"
                    },
                    {
                        "children":[

                        ],
                        "label":"金安区",
                        "value":"20101511052755404827"
                    },
                    {
                        "children":[

                        ],
                        "label":"裕安区",
                        "value":"20101511052755404828"
                    },
                    {
                        "children":[

                        ],
                        "label":"叶集区",
                        "value":"20101511052755404829"
                    },
                    {
                        "children":[

                        ],
                        "label":"霍邱县",
                        "value":"20101511052755404830"
                    },
                    {
                        "children":[

                        ],
                        "label":"舒城县",
                        "value":"20101511052755404831"
                    },
                    {
                        "children":[

                        ],
                        "label":"金寨县",
                        "value":"20101511052755404832"
                    },
                    {
                        "children":[

                        ],
                        "label":"霍山县",
                        "value":"20101511052755404833"
                    }
                ],
                "label":"六安市",
                "value":"20101511052755404825"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052755404835"
                    },
                    {
                        "children":[

                        ],
                        "label":"谯城区",
                        "value":"20101511052755404836"
                    },
                    {
                        "children":[

                        ],
                        "label":"涡阳县",
                        "value":"20101511052755404837"
                    },
                    {
                        "children":[

                        ],
                        "label":"蒙城县",
                        "value":"20101511052755404838"
                    },
                    {
                        "children":[

                        ],
                        "label":"利辛县",
                        "value":"20101511052755404839"
                    }
                ],
                "label":"亳州市",
                "value":"20101511052755404834"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052755404841"
                    },
                    {
                        "children":[

                        ],
                        "label":"贵池区",
                        "value":"20101511052755404842"
                    },
                    {
                        "children":[

                        ],
                        "label":"东至县",
                        "value":"20101511052755404843"
                    },
                    {
                        "children":[

                        ],
                        "label":"石台县",
                        "value":"20101511052755404844"
                    },
                    {
                        "children":[

                        ],
                        "label":"青阳县",
                        "value":"20101511052755404845"
                    }
                ],
                "label":"池州市",
                "value":"20101511052755404840"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052755404847"
                    },
                    {
                        "children":[

                        ],
                        "label":"宣州区",
                        "value":"20101511052755404848"
                    },
                    {
                        "children":[

                        ],
                        "label":"郎溪县",
                        "value":"20101511052755404849"
                    },
                    {
                        "children":[

                        ],
                        "label":"广德县",
                        "value":"20101511052755404850"
                    },
                    {
                        "children":[

                        ],
                        "label":"泾县",
                        "value":"20101511052755404851"
                    },
                    {
                        "children":[

                        ],
                        "label":"绩溪县",
                        "value":"20101511052755404852"
                    },
                    {
                        "children":[

                        ],
                        "label":"旌德县",
                        "value":"20101511052755404853"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁国市",
                        "value":"20101511052755404854"
                    }
                ],
                "label":"宣城市",
                "value":"20101511052755404846"
            }
        ],
        "label":"安徽省",
        "value":"20101511052747016258"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052755404857"
                    },
                    {
                        "children":[

                        ],
                        "label":"鼓楼区",
                        "value":"20101511052755404858"
                    },
                    {
                        "children":[

                        ],
                        "label":"台江区",
                        "value":"20101511052755404859"
                    },
                    {
                        "children":[

                        ],
                        "label":"仓山区",
                        "value":"20101511052755404860"
                    },
                    {
                        "children":[

                        ],
                        "label":"马尾区",
                        "value":"20101511052755404861"
                    },
                    {
                        "children":[

                        ],
                        "label":"晋安区",
                        "value":"20101511052755404862"
                    },
                    {
                        "children":[

                        ],
                        "label":"闽侯县",
                        "value":"20101511052755404863"
                    },
                    {
                        "children":[

                        ],
                        "label":"连江县",
                        "value":"20101511052755404864"
                    },
                    {
                        "children":[

                        ],
                        "label":"罗源县",
                        "value":"20101511052755404865"
                    },
                    {
                        "children":[

                        ],
                        "label":"闽清县",
                        "value":"20101511052755404866"
                    },
                    {
                        "children":[

                        ],
                        "label":"永泰县",
                        "value":"20101511052755404867"
                    },
                    {
                        "children":[

                        ],
                        "label":"平潭县",
                        "value":"20101511052755404868"
                    },
                    {
                        "children":[

                        ],
                        "label":"福清市",
                        "value":"20101511052755404869"
                    },
                    {
                        "children":[

                        ],
                        "label":"长乐市",
                        "value":"20101511052755404870"
                    }
                ],
                "label":"福州市",
                "value":"20101511052755404856"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052755404872"
                    },
                    {
                        "children":[

                        ],
                        "label":"思明区",
                        "value":"20101511052755404873"
                    },
                    {
                        "children":[

                        ],
                        "label":"海沧区",
                        "value":"20101511052755404874"
                    },
                    {
                        "children":[

                        ],
                        "label":"湖里区",
                        "value":"20101511052755404875"
                    },
                    {
                        "children":[

                        ],
                        "label":"集美区",
                        "value":"20101511052755404876"
                    },
                    {
                        "children":[

                        ],
                        "label":"同安区",
                        "value":"20101511052755404877"
                    },
                    {
                        "children":[

                        ],
                        "label":"翔安区",
                        "value":"20101511052755404878"
                    }
                ],
                "label":"厦门市",
                "value":"20101511052755404871"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052755404880"
                    },
                    {
                        "children":[

                        ],
                        "label":"城厢区",
                        "value":"20101511052755404881"
                    },
                    {
                        "children":[

                        ],
                        "label":"涵江区",
                        "value":"20101511052755404882"
                    },
                    {
                        "children":[

                        ],
                        "label":"荔城区",
                        "value":"20101511052755404883"
                    },
                    {
                        "children":[

                        ],
                        "label":"秀屿区",
                        "value":"20101511052755404884"
                    },
                    {
                        "children":[

                        ],
                        "label":"仙游县",
                        "value":"20101511052755404885"
                    }
                ],
                "label":"莆田市",
                "value":"20101511052755404879"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052759599105"
                    },
                    {
                        "children":[

                        ],
                        "label":"梅列区",
                        "value":"20101511052759599106"
                    },
                    {
                        "children":[

                        ],
                        "label":"三元区",
                        "value":"20101511052759599107"
                    },
                    {
                        "children":[

                        ],
                        "label":"明溪县",
                        "value":"20101511052759599108"
                    },
                    {
                        "children":[

                        ],
                        "label":"清流县",
                        "value":"20101511052759599109"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁化县",
                        "value":"20101511052759599110"
                    },
                    {
                        "children":[

                        ],
                        "label":"大田县",
                        "value":"20101511052759599111"
                    },
                    {
                        "children":[

                        ],
                        "label":"尤溪县",
                        "value":"20101511052759599112"
                    },
                    {
                        "children":[

                        ],
                        "label":"沙县",
                        "value":"20101511052759599113"
                    },
                    {
                        "children":[

                        ],
                        "label":"将乐县",
                        "value":"20101511052759599114"
                    },
                    {
                        "children":[

                        ],
                        "label":"泰宁县",
                        "value":"20101511052759599115"
                    },
                    {
                        "children":[

                        ],
                        "label":"建宁县",
                        "value":"20101511052759599116"
                    },
                    {
                        "children":[

                        ],
                        "label":"永安市",
                        "value":"20101511052759599117"
                    }
                ],
                "label":"三明市",
                "value":"20101511052759599104"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052759599119"
                    },
                    {
                        "children":[

                        ],
                        "label":"鲤城区",
                        "value":"20101511052759599120"
                    },
                    {
                        "children":[

                        ],
                        "label":"丰泽区",
                        "value":"20101511052759599121"
                    },
                    {
                        "children":[

                        ],
                        "label":"洛江区",
                        "value":"20101511052759599122"
                    },
                    {
                        "children":[

                        ],
                        "label":"泉港区",
                        "value":"20101511052759599123"
                    },
                    {
                        "children":[

                        ],
                        "label":"惠安县",
                        "value":"20101511052759599124"
                    },
                    {
                        "children":[

                        ],
                        "label":"安溪县",
                        "value":"20101511052759599125"
                    },
                    {
                        "children":[

                        ],
                        "label":"永春县",
                        "value":"20101511052759599126"
                    },
                    {
                        "children":[

                        ],
                        "label":"德化县",
                        "value":"20101511052759599127"
                    },
                    {
                        "children":[

                        ],
                        "label":"金门县",
                        "value":"20101511052759599128"
                    },
                    {
                        "children":[

                        ],
                        "label":"石狮市",
                        "value":"20101511052759599129"
                    },
                    {
                        "children":[

                        ],
                        "label":"晋江市",
                        "value":"20101511052759599130"
                    },
                    {
                        "children":[

                        ],
                        "label":"南安市",
                        "value":"20101511052759599131"
                    }
                ],
                "label":"泉州市",
                "value":"20101511052759599118"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052759599133"
                    },
                    {
                        "children":[

                        ],
                        "label":"芗城区",
                        "value":"20101511052759599134"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙文区",
                        "value":"20101511052759599135"
                    },
                    {
                        "children":[

                        ],
                        "label":"云霄县",
                        "value":"20101511052759599136"
                    },
                    {
                        "children":[

                        ],
                        "label":"漳浦县",
                        "value":"20101511052759599137"
                    },
                    {
                        "children":[

                        ],
                        "label":"诏安县",
                        "value":"20101511052759599138"
                    },
                    {
                        "children":[

                        ],
                        "label":"长泰县",
                        "value":"20101511052759599139"
                    },
                    {
                        "children":[

                        ],
                        "label":"东山县",
                        "value":"20101511052759599140"
                    },
                    {
                        "children":[

                        ],
                        "label":"南靖县",
                        "value":"20101511052759599141"
                    },
                    {
                        "children":[

                        ],
                        "label":"平和县",
                        "value":"20101511052759599142"
                    },
                    {
                        "children":[

                        ],
                        "label":"华安县",
                        "value":"20101511052759599143"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙海市",
                        "value":"20101511052759599144"
                    }
                ],
                "label":"漳州市",
                "value":"20101511052759599132"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052759599146"
                    },
                    {
                        "children":[

                        ],
                        "label":"延平区",
                        "value":"20101511052759599147"
                    },
                    {
                        "children":[

                        ],
                        "label":"建阳区",
                        "value":"20101511052759599148"
                    },
                    {
                        "children":[

                        ],
                        "label":"顺昌县",
                        "value":"20101511052759599149"
                    },
                    {
                        "children":[

                        ],
                        "label":"浦城县",
                        "value":"20101511052759599150"
                    },
                    {
                        "children":[

                        ],
                        "label":"光泽县",
                        "value":"20101511052759599151"
                    },
                    {
                        "children":[

                        ],
                        "label":"松溪县",
                        "value":"20101511052759599152"
                    },
                    {
                        "children":[

                        ],
                        "label":"政和县",
                        "value":"20101511052759599153"
                    },
                    {
                        "children":[

                        ],
                        "label":"邵武市",
                        "value":"20101511052759599154"
                    },
                    {
                        "children":[

                        ],
                        "label":"武夷山市",
                        "value":"20101511052759599155"
                    },
                    {
                        "children":[

                        ],
                        "label":"建瓯市",
                        "value":"20101511052759599156"
                    }
                ],
                "label":"南平市",
                "value":"20101511052759599145"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052759599158"
                    },
                    {
                        "children":[

                        ],
                        "label":"新罗区",
                        "value":"20101511052759599159"
                    },
                    {
                        "children":[

                        ],
                        "label":"永定区",
                        "value":"20101511052759599160"
                    },
                    {
                        "children":[

                        ],
                        "label":"长汀县",
                        "value":"20101511052759599161"
                    },
                    {
                        "children":[

                        ],
                        "label":"上杭县",
                        "value":"20101511052759599162"
                    },
                    {
                        "children":[

                        ],
                        "label":"武平县",
                        "value":"20101511052759599163"
                    },
                    {
                        "children":[

                        ],
                        "label":"连城县",
                        "value":"20101511052759599164"
                    },
                    {
                        "children":[

                        ],
                        "label":"漳平市",
                        "value":"20101511052759599165"
                    }
                ],
                "label":"龙岩市",
                "value":"20101511052759599157"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052759599167"
                    },
                    {
                        "children":[

                        ],
                        "label":"蕉城区",
                        "value":"20101511052759599168"
                    },
                    {
                        "children":[

                        ],
                        "label":"霞浦县",
                        "value":"20101511052759599169"
                    },
                    {
                        "children":[

                        ],
                        "label":"古田县",
                        "value":"20101511052759599170"
                    },
                    {
                        "children":[

                        ],
                        "label":"屏南县",
                        "value":"20101511052759599171"
                    },
                    {
                        "children":[

                        ],
                        "label":"寿宁县",
                        "value":"20101511052759599172"
                    },
                    {
                        "children":[

                        ],
                        "label":"周宁县",
                        "value":"20101511052759599173"
                    },
                    {
                        "children":[

                        ],
                        "label":"柘荣县",
                        "value":"20101511052759599174"
                    },
                    {
                        "children":[

                        ],
                        "label":"福安市",
                        "value":"20101511052759599175"
                    },
                    {
                        "children":[

                        ],
                        "label":"福鼎市",
                        "value":"20101511052759599176"
                    }
                ],
                "label":"宁德市",
                "value":"20101511052759599166"
            }
        ],
        "label":"福建省",
        "value":"20101511052755404855"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052759599179"
                    },
                    {
                        "children":[

                        ],
                        "label":"东湖区",
                        "value":"20101511052759599180"
                    },
                    {
                        "children":[

                        ],
                        "label":"西湖区",
                        "value":"20101511052759599181"
                    },
                    {
                        "children":[

                        ],
                        "label":"青云谱区",
                        "value":"20101511052759599182"
                    },
                    {
                        "children":[

                        ],
                        "label":"湾里区",
                        "value":"20101511052759599183"
                    },
                    {
                        "children":[

                        ],
                        "label":"青山湖区",
                        "value":"20101511052763793408"
                    },
                    {
                        "children":[

                        ],
                        "label":"新建区",
                        "value":"20101511052763793409"
                    },
                    {
                        "children":[

                        ],
                        "label":"南昌县",
                        "value":"20101511052763793410"
                    },
                    {
                        "children":[

                        ],
                        "label":"安义县",
                        "value":"20101511052763793411"
                    },
                    {
                        "children":[

                        ],
                        "label":"进贤县",
                        "value":"20101511052763793412"
                    }
                ],
                "label":"南昌市",
                "value":"20101511052759599178"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052763793414"
                    },
                    {
                        "children":[

                        ],
                        "label":"昌江区",
                        "value":"20101511052763793415"
                    },
                    {
                        "children":[

                        ],
                        "label":"珠山区",
                        "value":"20101511052763793416"
                    },
                    {
                        "children":[

                        ],
                        "label":"浮梁县",
                        "value":"20101511052763793417"
                    },
                    {
                        "children":[

                        ],
                        "label":"乐平市",
                        "value":"20101511052763793418"
                    }
                ],
                "label":"景德镇市",
                "value":"20101511052763793413"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052763793420"
                    },
                    {
                        "children":[

                        ],
                        "label":"安源区",
                        "value":"20101511052763793421"
                    },
                    {
                        "children":[

                        ],
                        "label":"湘东区",
                        "value":"20101511052763793422"
                    },
                    {
                        "children":[

                        ],
                        "label":"莲花县",
                        "value":"20101511052763793423"
                    },
                    {
                        "children":[

                        ],
                        "label":"上栗县",
                        "value":"20101511052763793424"
                    },
                    {
                        "children":[

                        ],
                        "label":"芦溪县",
                        "value":"20101511052763793425"
                    }
                ],
                "label":"萍乡市",
                "value":"20101511052763793419"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052763793427"
                    },
                    {
                        "children":[

                        ],
                        "label":"濂溪区",
                        "value":"20101511052763793428"
                    },
                    {
                        "children":[

                        ],
                        "label":"浔阳区",
                        "value":"20101511052763793429"
                    },
                    {
                        "children":[

                        ],
                        "label":"九江县",
                        "value":"20101511052763793430"
                    },
                    {
                        "children":[

                        ],
                        "label":"武宁县",
                        "value":"20101511052763793431"
                    },
                    {
                        "children":[

                        ],
                        "label":"修水县",
                        "value":"20101511052763793432"
                    },
                    {
                        "children":[

                        ],
                        "label":"永修县",
                        "value":"20101511052763793433"
                    },
                    {
                        "children":[

                        ],
                        "label":"德安县",
                        "value":"20101511052763793434"
                    },
                    {
                        "children":[

                        ],
                        "label":"都昌县",
                        "value":"20101511052763793435"
                    },
                    {
                        "children":[

                        ],
                        "label":"湖口县",
                        "value":"20101511052763793436"
                    },
                    {
                        "children":[

                        ],
                        "label":"彭泽县",
                        "value":"20101511052763793437"
                    },
                    {
                        "children":[

                        ],
                        "label":"瑞昌市",
                        "value":"20101511052763793438"
                    },
                    {
                        "children":[

                        ],
                        "label":"共青城市",
                        "value":"20101511052763793439"
                    },
                    {
                        "children":[

                        ],
                        "label":"庐山市",
                        "value":"20101511052763793440"
                    }
                ],
                "label":"九江市",
                "value":"20101511052763793426"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052763793442"
                    },
                    {
                        "children":[

                        ],
                        "label":"渝水区",
                        "value":"20101511052763793443"
                    },
                    {
                        "children":[

                        ],
                        "label":"分宜县",
                        "value":"20101511052763793444"
                    }
                ],
                "label":"新余市",
                "value":"20101511052763793441"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052763793446"
                    },
                    {
                        "children":[

                        ],
                        "label":"月湖区",
                        "value":"20101511052763793447"
                    },
                    {
                        "children":[

                        ],
                        "label":"余江县",
                        "value":"20101511052763793448"
                    },
                    {
                        "children":[

                        ],
                        "label":"贵溪市",
                        "value":"20101511052763793449"
                    }
                ],
                "label":"鹰潭市",
                "value":"20101511052763793445"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052763793451"
                    },
                    {
                        "children":[

                        ],
                        "label":"章贡区",
                        "value":"20101511052763793452"
                    },
                    {
                        "children":[

                        ],
                        "label":"南康区",
                        "value":"20101511052763793453"
                    },
                    {
                        "children":[

                        ],
                        "label":"赣县",
                        "value":"20101511052763793454"
                    },
                    {
                        "children":[

                        ],
                        "label":"信丰县",
                        "value":"20101511052763793455"
                    },
                    {
                        "children":[

                        ],
                        "label":"大余县",
                        "value":"20101511052763793456"
                    },
                    {
                        "children":[

                        ],
                        "label":"上犹县",
                        "value":"20101511052763793457"
                    },
                    {
                        "children":[

                        ],
                        "label":"崇义县",
                        "value":"20101511052763793458"
                    },
                    {
                        "children":[

                        ],
                        "label":"安远县",
                        "value":"20101511052763793459"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙南县",
                        "value":"20101511052763793460"
                    },
                    {
                        "children":[

                        ],
                        "label":"定南县",
                        "value":"20101511052763793461"
                    },
                    {
                        "children":[

                        ],
                        "label":"全南县",
                        "value":"20101511052763793462"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁都县",
                        "value":"20101511052763793463"
                    },
                    {
                        "children":[

                        ],
                        "label":"于都县",
                        "value":"20101511052763793464"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴国县",
                        "value":"20101511052763793465"
                    },
                    {
                        "children":[

                        ],
                        "label":"会昌县",
                        "value":"20101511052763793466"
                    },
                    {
                        "children":[

                        ],
                        "label":"寻乌县",
                        "value":"20101511052763793467"
                    },
                    {
                        "children":[

                        ],
                        "label":"石城县",
                        "value":"20101511052763793468"
                    },
                    {
                        "children":[

                        ],
                        "label":"瑞金市",
                        "value":"20101511052763793469"
                    }
                ],
                "label":"赣州市",
                "value":"20101511052763793450"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052763793471"
                    },
                    {
                        "children":[

                        ],
                        "label":"吉州区",
                        "value":"20101511052763793472"
                    },
                    {
                        "children":[

                        ],
                        "label":"青原区",
                        "value":"20101511052763793473"
                    },
                    {
                        "children":[

                        ],
                        "label":"吉安县",
                        "value":"20101511052763793474"
                    },
                    {
                        "children":[

                        ],
                        "label":"吉水县",
                        "value":"20101511052763793475"
                    },
                    {
                        "children":[

                        ],
                        "label":"峡江县",
                        "value":"20101511052763793476"
                    },
                    {
                        "children":[

                        ],
                        "label":"新干县",
                        "value":"20101511052763793477"
                    },
                    {
                        "children":[

                        ],
                        "label":"永丰县",
                        "value":"20101511052763793478"
                    },
                    {
                        "children":[

                        ],
                        "label":"泰和县",
                        "value":"20101511052763793479"
                    },
                    {
                        "children":[

                        ],
                        "label":"遂川县",
                        "value":"20101511052763793480"
                    },
                    {
                        "children":[

                        ],
                        "label":"万安县",
                        "value":"20101511052763793481"
                    },
                    {
                        "children":[

                        ],
                        "label":"安福县",
                        "value":"20101511052763793482"
                    },
                    {
                        "children":[

                        ],
                        "label":"永新县",
                        "value":"20101511052763793483"
                    },
                    {
                        "children":[

                        ],
                        "label":"井冈山市",
                        "value":"20101511052763793484"
                    }
                ],
                "label":"吉安市",
                "value":"20101511052763793470"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052763793486"
                    },
                    {
                        "children":[

                        ],
                        "label":"袁州区",
                        "value":"20101511052763793487"
                    },
                    {
                        "children":[

                        ],
                        "label":"奉新县",
                        "value":"20101511052763793488"
                    },
                    {
                        "children":[

                        ],
                        "label":"万载县",
                        "value":"20101511052763793489"
                    },
                    {
                        "children":[

                        ],
                        "label":"上高县",
                        "value":"20101511052763793490"
                    },
                    {
                        "children":[

                        ],
                        "label":"宜丰县",
                        "value":"20101511052763793491"
                    },
                    {
                        "children":[

                        ],
                        "label":"靖安县",
                        "value":"20101511052763793492"
                    },
                    {
                        "children":[

                        ],
                        "label":"铜鼓县",
                        "value":"20101511052763793493"
                    },
                    {
                        "children":[

                        ],
                        "label":"丰城市",
                        "value":"20101511052763793494"
                    },
                    {
                        "children":[

                        ],
                        "label":"樟树市",
                        "value":"20101511052763793495"
                    },
                    {
                        "children":[

                        ],
                        "label":"高安市",
                        "value":"20101511052763793496"
                    }
                ],
                "label":"宜春市",
                "value":"20101511052763793485"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052767987713"
                    },
                    {
                        "children":[

                        ],
                        "label":"临川区",
                        "value":"20101511052767987714"
                    },
                    {
                        "children":[

                        ],
                        "label":"南城县",
                        "value":"20101511052767987715"
                    },
                    {
                        "children":[

                        ],
                        "label":"黎川县",
                        "value":"20101511052767987716"
                    },
                    {
                        "children":[

                        ],
                        "label":"南丰县",
                        "value":"20101511052767987717"
                    },
                    {
                        "children":[

                        ],
                        "label":"崇仁县",
                        "value":"20101511052767987718"
                    },
                    {
                        "children":[

                        ],
                        "label":"乐安县",
                        "value":"20101511052767987719"
                    },
                    {
                        "children":[

                        ],
                        "label":"宜黄县",
                        "value":"20101511052767987720"
                    },
                    {
                        "children":[

                        ],
                        "label":"金溪县",
                        "value":"20101511052767987721"
                    },
                    {
                        "children":[

                        ],
                        "label":"资溪县",
                        "value":"20101511052767987722"
                    },
                    {
                        "children":[

                        ],
                        "label":"东乡县",
                        "value":"20101511052767987723"
                    },
                    {
                        "children":[

                        ],
                        "label":"广昌县",
                        "value":"20101511052767987724"
                    }
                ],
                "label":"抚州市",
                "value":"20101511052767987712"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052767987726"
                    },
                    {
                        "children":[

                        ],
                        "label":"信州区",
                        "value":"20101511052767987727"
                    },
                    {
                        "children":[

                        ],
                        "label":"广丰区",
                        "value":"20101511052767987728"
                    },
                    {
                        "children":[

                        ],
                        "label":"上饶县",
                        "value":"20101511052767987729"
                    },
                    {
                        "children":[

                        ],
                        "label":"玉山县",
                        "value":"20101511052767987730"
                    },
                    {
                        "children":[

                        ],
                        "label":"铅山县",
                        "value":"20101511052767987731"
                    },
                    {
                        "children":[

                        ],
                        "label":"横峰县",
                        "value":"20101511052767987732"
                    },
                    {
                        "children":[

                        ],
                        "label":"弋阳县",
                        "value":"20101511052767987733"
                    },
                    {
                        "children":[

                        ],
                        "label":"余干县",
                        "value":"20101511052767987734"
                    },
                    {
                        "children":[

                        ],
                        "label":"鄱阳县",
                        "value":"20101511052767987735"
                    },
                    {
                        "children":[

                        ],
                        "label":"万年县",
                        "value":"20101511052767987736"
                    },
                    {
                        "children":[

                        ],
                        "label":"婺源县",
                        "value":"20101511052767987737"
                    },
                    {
                        "children":[

                        ],
                        "label":"德兴市",
                        "value":"20101511052767987738"
                    }
                ],
                "label":"上饶市",
                "value":"20101511052767987725"
            }
        ],
        "label":"江西省",
        "value":"20101511052759599177"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052767987741"
                    },
                    {
                        "children":[

                        ],
                        "label":"历下区",
                        "value":"20101511052767987742"
                    },
                    {
                        "children":[

                        ],
                        "label":"市中区",
                        "value":"20101511052767987743"
                    },
                    {
                        "children":[

                        ],
                        "label":"槐荫区",
                        "value":"20101511052767987744"
                    },
                    {
                        "children":[

                        ],
                        "label":"天桥区",
                        "value":"20101511052767987745"
                    },
                    {
                        "children":[

                        ],
                        "label":"历城区",
                        "value":"20101511052767987746"
                    },
                    {
                        "children":[

                        ],
                        "label":"长清区",
                        "value":"20101511052767987747"
                    },
                    {
                        "children":[

                        ],
                        "label":"平阴县",
                        "value":"20101511052767987748"
                    },
                    {
                        "children":[

                        ],
                        "label":"济阳县",
                        "value":"20101511052767987749"
                    },
                    {
                        "children":[

                        ],
                        "label":"商河县",
                        "value":"20101511052767987750"
                    },
                    {
                        "children":[

                        ],
                        "label":"章丘市",
                        "value":"20101511052767987751"
                    }
                ],
                "label":"济南市",
                "value":"20101511052767987740"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052767987753"
                    },
                    {
                        "children":[

                        ],
                        "label":"市南区",
                        "value":"20101511052767987754"
                    },
                    {
                        "children":[

                        ],
                        "label":"市北区",
                        "value":"20101511052767987755"
                    },
                    {
                        "children":[

                        ],
                        "label":"黄岛区",
                        "value":"20101511052767987756"
                    },
                    {
                        "children":[

                        ],
                        "label":"崂山区",
                        "value":"20101511052767987757"
                    },
                    {
                        "children":[

                        ],
                        "label":"李沧区",
                        "value":"20101511052767987758"
                    },
                    {
                        "children":[

                        ],
                        "label":"城阳区",
                        "value":"20101511052767987759"
                    },
                    {
                        "children":[

                        ],
                        "label":"胶州市",
                        "value":"20101511052767987760"
                    },
                    {
                        "children":[

                        ],
                        "label":"即墨市",
                        "value":"20101511052767987761"
                    },
                    {
                        "children":[

                        ],
                        "label":"平度市",
                        "value":"20101511052767987762"
                    },
                    {
                        "children":[

                        ],
                        "label":"莱西市",
                        "value":"20101511052767987763"
                    }
                ],
                "label":"青岛市",
                "value":"20101511052767987752"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052767987765"
                    },
                    {
                        "children":[

                        ],
                        "label":"淄川区",
                        "value":"20101511052767987766"
                    },
                    {
                        "children":[

                        ],
                        "label":"张店区",
                        "value":"20101511052767987767"
                    },
                    {
                        "children":[

                        ],
                        "label":"博山区",
                        "value":"20101511052767987768"
                    },
                    {
                        "children":[

                        ],
                        "label":"临淄区",
                        "value":"20101511052767987769"
                    },
                    {
                        "children":[

                        ],
                        "label":"周村区",
                        "value":"20101511052767987770"
                    },
                    {
                        "children":[

                        ],
                        "label":"桓台县",
                        "value":"20101511052767987771"
                    },
                    {
                        "children":[

                        ],
                        "label":"高青县",
                        "value":"20101511052767987772"
                    },
                    {
                        "children":[

                        ],
                        "label":"沂源县",
                        "value":"20101511052767987773"
                    }
                ],
                "label":"淄博市",
                "value":"20101511052767987764"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052767987775"
                    },
                    {
                        "children":[

                        ],
                        "label":"市中区",
                        "value":"20101511052767987776"
                    },
                    {
                        "children":[

                        ],
                        "label":"薛城区",
                        "value":"20101511052767987777"
                    },
                    {
                        "children":[

                        ],
                        "label":"峄城区",
                        "value":"20101511052767987778"
                    },
                    {
                        "children":[

                        ],
                        "label":"台儿庄区",
                        "value":"20101511052767987779"
                    },
                    {
                        "children":[

                        ],
                        "label":"山亭区",
                        "value":"20101511052767987780"
                    },
                    {
                        "children":[

                        ],
                        "label":"滕州市",
                        "value":"20101511052767987781"
                    }
                ],
                "label":"枣庄市",
                "value":"20101511052767987774"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052767987783"
                    },
                    {
                        "children":[

                        ],
                        "label":"东营区",
                        "value":"20101511052767987784"
                    },
                    {
                        "children":[

                        ],
                        "label":"河口区",
                        "value":"20101511052767987785"
                    },
                    {
                        "children":[

                        ],
                        "label":"垦利区",
                        "value":"20101511052767987786"
                    },
                    {
                        "children":[

                        ],
                        "label":"利津县",
                        "value":"20101511052767987787"
                    },
                    {
                        "children":[

                        ],
                        "label":"广饶县",
                        "value":"20101511052767987788"
                    }
                ],
                "label":"东营市",
                "value":"20101511052767987782"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052767987790"
                    },
                    {
                        "children":[

                        ],
                        "label":"芝罘区",
                        "value":"20101511052767987791"
                    },
                    {
                        "children":[

                        ],
                        "label":"福山区",
                        "value":"20101511052767987792"
                    },
                    {
                        "children":[

                        ],
                        "label":"牟平区",
                        "value":"20101511052767987793"
                    },
                    {
                        "children":[

                        ],
                        "label":"莱山区",
                        "value":"20101511052767987794"
                    },
                    {
                        "children":[

                        ],
                        "label":"长岛县",
                        "value":"20101511052767987795"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙口市",
                        "value":"20101511052767987796"
                    },
                    {
                        "children":[

                        ],
                        "label":"莱阳市",
                        "value":"20101511052767987797"
                    },
                    {
                        "children":[

                        ],
                        "label":"莱州市",
                        "value":"20101511052767987798"
                    },
                    {
                        "children":[

                        ],
                        "label":"蓬莱市",
                        "value":"20101511052767987799"
                    },
                    {
                        "children":[

                        ],
                        "label":"招远市",
                        "value":"20101511052767987800"
                    },
                    {
                        "children":[

                        ],
                        "label":"栖霞市",
                        "value":"20101511052767987801"
                    },
                    {
                        "children":[

                        ],
                        "label":"海阳市",
                        "value":"20101511052767987802"
                    }
                ],
                "label":"烟台市",
                "value":"20101511052767987789"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052767987804"
                    },
                    {
                        "children":[

                        ],
                        "label":"潍城区",
                        "value":"20101511052767987805"
                    },
                    {
                        "children":[

                        ],
                        "label":"寒亭区",
                        "value":"20101511052767987806"
                    },
                    {
                        "children":[

                        ],
                        "label":"坊子区",
                        "value":"20101511052767987807"
                    },
                    {
                        "children":[

                        ],
                        "label":"奎文区",
                        "value":"20101511052767987808"
                    },
                    {
                        "children":[

                        ],
                        "label":"临朐县",
                        "value":"20101511052767987809"
                    },
                    {
                        "children":[

                        ],
                        "label":"昌乐县",
                        "value":"20101511052767987810"
                    },
                    {
                        "children":[

                        ],
                        "label":"青州市",
                        "value":"20101511052767987811"
                    },
                    {
                        "children":[

                        ],
                        "label":"诸城市",
                        "value":"20101511052767987812"
                    },
                    {
                        "children":[

                        ],
                        "label":"寿光市",
                        "value":"20101511052767987813"
                    },
                    {
                        "children":[

                        ],
                        "label":"安丘市",
                        "value":"20101511052767987814"
                    },
                    {
                        "children":[

                        ],
                        "label":"高密市",
                        "value":"20101511052772182016"
                    },
                    {
                        "children":[

                        ],
                        "label":"昌邑市",
                        "value":"20101511052772182017"
                    }
                ],
                "label":"潍坊市",
                "value":"20101511052767987803"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052772182019"
                    },
                    {
                        "children":[

                        ],
                        "label":"任城区",
                        "value":"20101511052772182020"
                    },
                    {
                        "children":[

                        ],
                        "label":"兖州区",
                        "value":"20101511052772182021"
                    },
                    {
                        "children":[

                        ],
                        "label":"微山县",
                        "value":"20101511052772182022"
                    },
                    {
                        "children":[

                        ],
                        "label":"鱼台县",
                        "value":"20101511052772182023"
                    },
                    {
                        "children":[

                        ],
                        "label":"金乡县",
                        "value":"20101511052772182024"
                    },
                    {
                        "children":[

                        ],
                        "label":"嘉祥县",
                        "value":"20101511052772182025"
                    },
                    {
                        "children":[

                        ],
                        "label":"汶上县",
                        "value":"20101511052772182026"
                    },
                    {
                        "children":[

                        ],
                        "label":"泗水县",
                        "value":"20101511052772182027"
                    },
                    {
                        "children":[

                        ],
                        "label":"梁山县",
                        "value":"20101511052772182028"
                    },
                    {
                        "children":[

                        ],
                        "label":"曲阜市",
                        "value":"20101511052772182029"
                    },
                    {
                        "children":[

                        ],
                        "label":"邹城市",
                        "value":"20101511052772182030"
                    }
                ],
                "label":"济宁市",
                "value":"20101511052772182018"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052772182032"
                    },
                    {
                        "children":[

                        ],
                        "label":"泰山区",
                        "value":"20101511052772182033"
                    },
                    {
                        "children":[

                        ],
                        "label":"岱岳区",
                        "value":"20101511052772182034"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁阳县",
                        "value":"20101511052772182035"
                    },
                    {
                        "children":[

                        ],
                        "label":"东平县",
                        "value":"20101511052772182036"
                    },
                    {
                        "children":[

                        ],
                        "label":"新泰市",
                        "value":"20101511052772182037"
                    },
                    {
                        "children":[

                        ],
                        "label":"肥城市",
                        "value":"20101511052772182038"
                    }
                ],
                "label":"泰安市",
                "value":"20101511052772182031"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052772182040"
                    },
                    {
                        "children":[

                        ],
                        "label":"环翠区",
                        "value":"20101511052772182041"
                    },
                    {
                        "children":[

                        ],
                        "label":"文登区",
                        "value":"20101511052772182042"
                    },
                    {
                        "children":[

                        ],
                        "label":"荣成市",
                        "value":"20101511052772182043"
                    },
                    {
                        "children":[

                        ],
                        "label":"乳山市",
                        "value":"20101511052772182044"
                    }
                ],
                "label":"威海市",
                "value":"20101511052772182039"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052772182046"
                    },
                    {
                        "children":[

                        ],
                        "label":"东港区",
                        "value":"20101511052772182047"
                    },
                    {
                        "children":[

                        ],
                        "label":"岚山区",
                        "value":"20101511052772182048"
                    },
                    {
                        "children":[

                        ],
                        "label":"五莲县",
                        "value":"20101511052772182049"
                    },
                    {
                        "children":[

                        ],
                        "label":"莒县",
                        "value":"20101511052772182050"
                    }
                ],
                "label":"日照市",
                "value":"20101511052772182045"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052772182052"
                    },
                    {
                        "children":[

                        ],
                        "label":"莱城区",
                        "value":"20101511052772182053"
                    },
                    {
                        "children":[

                        ],
                        "label":"钢城区",
                        "value":"20101511052772182054"
                    }
                ],
                "label":"莱芜市",
                "value":"20101511052772182051"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052772182056"
                    },
                    {
                        "children":[

                        ],
                        "label":"兰山区",
                        "value":"20101511052772182057"
                    },
                    {
                        "children":[

                        ],
                        "label":"罗庄区",
                        "value":"20101511052772182058"
                    },
                    {
                        "children":[

                        ],
                        "label":"河东区",
                        "value":"20101511052772182059"
                    },
                    {
                        "children":[

                        ],
                        "label":"沂南县",
                        "value":"20101511052772182060"
                    },
                    {
                        "children":[

                        ],
                        "label":"郯城县",
                        "value":"20101511052772182061"
                    },
                    {
                        "children":[

                        ],
                        "label":"沂水县",
                        "value":"20101511052772182062"
                    },
                    {
                        "children":[

                        ],
                        "label":"兰陵县",
                        "value":"20101511052772182063"
                    },
                    {
                        "children":[

                        ],
                        "label":"费县",
                        "value":"20101511052772182064"
                    },
                    {
                        "children":[

                        ],
                        "label":"平邑县",
                        "value":"20101511052772182065"
                    },
                    {
                        "children":[

                        ],
                        "label":"莒南县",
                        "value":"20101511052772182066"
                    },
                    {
                        "children":[

                        ],
                        "label":"蒙阴县",
                        "value":"20101511052772182067"
                    },
                    {
                        "children":[

                        ],
                        "label":"临沭县",
                        "value":"20101511052772182068"
                    }
                ],
                "label":"临沂市",
                "value":"20101511052772182055"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052772182070"
                    },
                    {
                        "children":[

                        ],
                        "label":"德城区",
                        "value":"20101511052772182071"
                    },
                    {
                        "children":[

                        ],
                        "label":"陵城区",
                        "value":"20101511052772182072"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁津县",
                        "value":"20101511052772182073"
                    },
                    {
                        "children":[

                        ],
                        "label":"庆云县",
                        "value":"20101511052772182074"
                    },
                    {
                        "children":[

                        ],
                        "label":"临邑县",
                        "value":"20101511052772182075"
                    },
                    {
                        "children":[

                        ],
                        "label":"齐河县",
                        "value":"20101511052772182076"
                    },
                    {
                        "children":[

                        ],
                        "label":"平原县",
                        "value":"20101511052772182077"
                    },
                    {
                        "children":[

                        ],
                        "label":"夏津县",
                        "value":"20101511052772182078"
                    },
                    {
                        "children":[

                        ],
                        "label":"武城县",
                        "value":"20101511052772182079"
                    },
                    {
                        "children":[

                        ],
                        "label":"乐陵市",
                        "value":"20101511052772182080"
                    },
                    {
                        "children":[

                        ],
                        "label":"禹城市",
                        "value":"20101511052772182081"
                    }
                ],
                "label":"德州市",
                "value":"20101511052772182069"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052772182083"
                    },
                    {
                        "children":[

                        ],
                        "label":"东昌府区",
                        "value":"20101511052772182084"
                    },
                    {
                        "children":[

                        ],
                        "label":"阳谷县",
                        "value":"20101511052772182085"
                    },
                    {
                        "children":[

                        ],
                        "label":"莘县",
                        "value":"20101511052772182086"
                    },
                    {
                        "children":[

                        ],
                        "label":"茌平县",
                        "value":"20101511052772182087"
                    },
                    {
                        "children":[

                        ],
                        "label":"东阿县",
                        "value":"20101511052772182088"
                    },
                    {
                        "children":[

                        ],
                        "label":"冠县",
                        "value":"20101511052772182089"
                    },
                    {
                        "children":[

                        ],
                        "label":"高唐县",
                        "value":"20101511052772182090"
                    },
                    {
                        "children":[

                        ],
                        "label":"临清市",
                        "value":"20101511052772182091"
                    }
                ],
                "label":"聊城市",
                "value":"20101511052772182082"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052772182093"
                    },
                    {
                        "children":[

                        ],
                        "label":"滨城区",
                        "value":"20101511052772182094"
                    },
                    {
                        "children":[

                        ],
                        "label":"沾化区",
                        "value":"20101511052772182095"
                    },
                    {
                        "children":[

                        ],
                        "label":"惠民县",
                        "value":"20101511052772182096"
                    },
                    {
                        "children":[

                        ],
                        "label":"阳信县",
                        "value":"20101511052772182097"
                    },
                    {
                        "children":[

                        ],
                        "label":"无棣县",
                        "value":"20101511052772182098"
                    },
                    {
                        "children":[

                        ],
                        "label":"博兴县",
                        "value":"20101511052772182099"
                    },
                    {
                        "children":[

                        ],
                        "label":"邹平县",
                        "value":"20101511052772182100"
                    }
                ],
                "label":"滨州市",
                "value":"20101511052772182092"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052772182102"
                    },
                    {
                        "children":[

                        ],
                        "label":"牡丹区",
                        "value":"20101511052772182103"
                    },
                    {
                        "children":[

                        ],
                        "label":"定陶区",
                        "value":"20101511052772182104"
                    },
                    {
                        "children":[

                        ],
                        "label":"曹县",
                        "value":"20101511052772182105"
                    },
                    {
                        "children":[

                        ],
                        "label":"单县",
                        "value":"20101511052772182106"
                    },
                    {
                        "children":[

                        ],
                        "label":"成武县",
                        "value":"20101511052772182107"
                    },
                    {
                        "children":[

                        ],
                        "label":"巨野县",
                        "value":"20101511052772182108"
                    },
                    {
                        "children":[

                        ],
                        "label":"郓城县",
                        "value":"20101511052772182109"
                    },
                    {
                        "children":[

                        ],
                        "label":"鄄城县",
                        "value":"20101511052772182110"
                    },
                    {
                        "children":[

                        ],
                        "label":"东明县",
                        "value":"20101511052772182111"
                    }
                ],
                "label":"菏泽市",
                "value":"20101511052772182101"
            }
        ],
        "label":"山东省",
        "value":"20101511052767987739"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052776376321"
                    },
                    {
                        "children":[

                        ],
                        "label":"中原区",
                        "value":"20101511052776376322"
                    },
                    {
                        "children":[

                        ],
                        "label":"二七区",
                        "value":"20101511052776376323"
                    },
                    {
                        "children":[

                        ],
                        "label":"管城回族区",
                        "value":"20101511052776376324"
                    },
                    {
                        "children":[

                        ],
                        "label":"金水区",
                        "value":"20101511052776376325"
                    },
                    {
                        "children":[

                        ],
                        "label":"上街区",
                        "value":"20101511052776376326"
                    },
                    {
                        "children":[

                        ],
                        "label":"惠济区",
                        "value":"20101511052776376327"
                    },
                    {
                        "children":[

                        ],
                        "label":"中牟县",
                        "value":"20101511052776376328"
                    },
                    {
                        "children":[

                        ],
                        "label":"巩义市",
                        "value":"20101511052776376329"
                    },
                    {
                        "children":[

                        ],
                        "label":"荥阳市",
                        "value":"20101511052776376330"
                    },
                    {
                        "children":[

                        ],
                        "label":"新密市",
                        "value":"20101511052776376331"
                    },
                    {
                        "children":[

                        ],
                        "label":"新郑市",
                        "value":"20101511052776376332"
                    },
                    {
                        "children":[

                        ],
                        "label":"登封市",
                        "value":"20101511052776376333"
                    }
                ],
                "label":"郑州市",
                "value":"20101511052776376320"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052776376335"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙亭区",
                        "value":"20101511052776376336"
                    },
                    {
                        "children":[

                        ],
                        "label":"顺河回族区",
                        "value":"20101511052776376337"
                    },
                    {
                        "children":[

                        ],
                        "label":"鼓楼区",
                        "value":"20101511052776376338"
                    },
                    {
                        "children":[

                        ],
                        "label":"禹王台区",
                        "value":"20101511052776376339"
                    },
                    {
                        "children":[

                        ],
                        "label":"金明区",
                        "value":"20101511052776376340"
                    },
                    {
                        "children":[

                        ],
                        "label":"祥符区",
                        "value":"20101511052776376341"
                    },
                    {
                        "children":[

                        ],
                        "label":"杞县",
                        "value":"20101511052776376342"
                    },
                    {
                        "children":[

                        ],
                        "label":"通许县",
                        "value":"20101511052776376343"
                    },
                    {
                        "children":[

                        ],
                        "label":"尉氏县",
                        "value":"20101511052776376344"
                    },
                    {
                        "children":[

                        ],
                        "label":"兰考县",
                        "value":"20101511052776376345"
                    }
                ],
                "label":"开封市",
                "value":"20101511052776376334"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052776376347"
                    },
                    {
                        "children":[

                        ],
                        "label":"老城区",
                        "value":"20101511052776376348"
                    },
                    {
                        "children":[

                        ],
                        "label":"西工区",
                        "value":"20101511052776376349"
                    },
                    {
                        "children":[

                        ],
                        "label":"瀍河回族区",
                        "value":"20101511052776376350"
                    },
                    {
                        "children":[

                        ],
                        "label":"涧西区",
                        "value":"20101511052776376351"
                    },
                    {
                        "children":[

                        ],
                        "label":"吉利区",
                        "value":"20101511052776376352"
                    },
                    {
                        "children":[

                        ],
                        "label":"洛龙区",
                        "value":"20101511052776376353"
                    },
                    {
                        "children":[

                        ],
                        "label":"孟津县",
                        "value":"20101511052776376354"
                    },
                    {
                        "children":[

                        ],
                        "label":"新安县",
                        "value":"20101511052776376355"
                    },
                    {
                        "children":[

                        ],
                        "label":"栾川县",
                        "value":"20101511052776376356"
                    },
                    {
                        "children":[

                        ],
                        "label":"嵩县",
                        "value":"20101511052776376357"
                    },
                    {
                        "children":[

                        ],
                        "label":"汝阳县",
                        "value":"20101511052776376358"
                    },
                    {
                        "children":[

                        ],
                        "label":"宜阳县",
                        "value":"20101511052776376359"
                    },
                    {
                        "children":[

                        ],
                        "label":"洛宁县",
                        "value":"20101511052776376360"
                    },
                    {
                        "children":[

                        ],
                        "label":"伊川县",
                        "value":"20101511052776376361"
                    },
                    {
                        "children":[

                        ],
                        "label":"偃师市",
                        "value":"20101511052776376362"
                    }
                ],
                "label":"洛阳市",
                "value":"20101511052776376346"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052776376364"
                    },
                    {
                        "children":[

                        ],
                        "label":"新华区",
                        "value":"20101511052776376365"
                    },
                    {
                        "children":[

                        ],
                        "label":"卫东区",
                        "value":"20101511052776376366"
                    },
                    {
                        "children":[

                        ],
                        "label":"石龙区",
                        "value":"20101511052776376367"
                    },
                    {
                        "children":[

                        ],
                        "label":"湛河区",
                        "value":"20101511052776376368"
                    },
                    {
                        "children":[

                        ],
                        "label":"宝丰县",
                        "value":"20101511052776376369"
                    },
                    {
                        "children":[

                        ],
                        "label":"叶县",
                        "value":"20101511052776376370"
                    },
                    {
                        "children":[

                        ],
                        "label":"鲁山县",
                        "value":"20101511052776376371"
                    },
                    {
                        "children":[

                        ],
                        "label":"郏县",
                        "value":"20101511052776376372"
                    },
                    {
                        "children":[

                        ],
                        "label":"舞钢市",
                        "value":"20101511052776376373"
                    },
                    {
                        "children":[

                        ],
                        "label":"汝州市",
                        "value":"20101511052776376374"
                    }
                ],
                "label":"平顶山市",
                "value":"20101511052776376363"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052776376376"
                    },
                    {
                        "children":[

                        ],
                        "label":"文峰区",
                        "value":"20101511052776376377"
                    },
                    {
                        "children":[

                        ],
                        "label":"北关区",
                        "value":"20101511052776376378"
                    },
                    {
                        "children":[

                        ],
                        "label":"殷都区",
                        "value":"20101511052776376379"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙安区",
                        "value":"20101511052776376380"
                    },
                    {
                        "children":[

                        ],
                        "label":"安阳县",
                        "value":"20101511052776376381"
                    },
                    {
                        "children":[

                        ],
                        "label":"汤阴县",
                        "value":"20101511052776376382"
                    },
                    {
                        "children":[

                        ],
                        "label":"滑县",
                        "value":"20101511052776376383"
                    },
                    {
                        "children":[

                        ],
                        "label":"内黄县",
                        "value":"20101511052776376384"
                    },
                    {
                        "children":[

                        ],
                        "label":"林州市",
                        "value":"20101511052776376385"
                    }
                ],
                "label":"安阳市",
                "value":"20101511052776376375"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052776376387"
                    },
                    {
                        "children":[

                        ],
                        "label":"鹤山区",
                        "value":"20101511052776376388"
                    },
                    {
                        "children":[

                        ],
                        "label":"山城区",
                        "value":"20101511052776376389"
                    },
                    {
                        "children":[

                        ],
                        "label":"淇滨区",
                        "value":"20101511052776376390"
                    },
                    {
                        "children":[

                        ],
                        "label":"浚县",
                        "value":"20101511052776376391"
                    },
                    {
                        "children":[

                        ],
                        "label":"淇县",
                        "value":"20101511052776376392"
                    }
                ],
                "label":"鹤壁市",
                "value":"20101511052776376386"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052776376394"
                    },
                    {
                        "children":[

                        ],
                        "label":"红旗区",
                        "value":"20101511052776376395"
                    },
                    {
                        "children":[

                        ],
                        "label":"卫滨区",
                        "value":"20101511052776376396"
                    },
                    {
                        "children":[

                        ],
                        "label":"凤泉区",
                        "value":"20101511052776376397"
                    },
                    {
                        "children":[

                        ],
                        "label":"牧野区",
                        "value":"20101511052776376398"
                    },
                    {
                        "children":[

                        ],
                        "label":"新乡县",
                        "value":"20101511052776376399"
                    },
                    {
                        "children":[

                        ],
                        "label":"获嘉县",
                        "value":"20101511052776376400"
                    },
                    {
                        "children":[

                        ],
                        "label":"原阳县",
                        "value":"20101511052776376401"
                    },
                    {
                        "children":[

                        ],
                        "label":"延津县",
                        "value":"20101511052776376402"
                    },
                    {
                        "children":[

                        ],
                        "label":"封丘县",
                        "value":"20101511052776376403"
                    },
                    {
                        "children":[

                        ],
                        "label":"长垣县",
                        "value":"20101511052776376404"
                    },
                    {
                        "children":[

                        ],
                        "label":"卫辉市",
                        "value":"20101511052776376405"
                    },
                    {
                        "children":[

                        ],
                        "label":"辉县市",
                        "value":"20101511052776376406"
                    }
                ],
                "label":"新乡市",
                "value":"20101511052776376393"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052776376408"
                    },
                    {
                        "children":[

                        ],
                        "label":"解放区",
                        "value":"20101511052776376409"
                    },
                    {
                        "children":[

                        ],
                        "label":"中站区",
                        "value":"20101511052776376410"
                    },
                    {
                        "children":[

                        ],
                        "label":"马村区",
                        "value":"20101511052776376411"
                    },
                    {
                        "children":[

                        ],
                        "label":"山阳区",
                        "value":"20101511052776376412"
                    },
                    {
                        "children":[

                        ],
                        "label":"修武县",
                        "value":"20101511052776376413"
                    },
                    {
                        "children":[

                        ],
                        "label":"博爱县",
                        "value":"20101511052776376414"
                    },
                    {
                        "children":[

                        ],
                        "label":"武陟县",
                        "value":"20101511052776376415"
                    },
                    {
                        "children":[

                        ],
                        "label":"温县",
                        "value":"20101511052776376416"
                    },
                    {
                        "children":[

                        ],
                        "label":"沁阳市",
                        "value":"20101511052776376417"
                    },
                    {
                        "children":[

                        ],
                        "label":"孟州市",
                        "value":"20101511052776376418"
                    }
                ],
                "label":"焦作市",
                "value":"20101511052776376407"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052776376420"
                    },
                    {
                        "children":[

                        ],
                        "label":"华龙区",
                        "value":"20101511052776376421"
                    },
                    {
                        "children":[

                        ],
                        "label":"清丰县",
                        "value":"20101511052776376422"
                    },
                    {
                        "children":[

                        ],
                        "label":"南乐县",
                        "value":"20101511052776376423"
                    },
                    {
                        "children":[

                        ],
                        "label":"范县",
                        "value":"20101511052776376424"
                    },
                    {
                        "children":[

                        ],
                        "label":"台前县",
                        "value":"20101511052776376425"
                    },
                    {
                        "children":[

                        ],
                        "label":"濮阳县",
                        "value":"20101511052776376426"
                    }
                ],
                "label":"濮阳市",
                "value":"20101511052776376419"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052780570625"
                    },
                    {
                        "children":[

                        ],
                        "label":"魏都区",
                        "value":"20101511052780570626"
                    },
                    {
                        "children":[

                        ],
                        "label":"许昌县",
                        "value":"20101511052780570627"
                    },
                    {
                        "children":[

                        ],
                        "label":"鄢陵县",
                        "value":"20101511052780570628"
                    },
                    {
                        "children":[

                        ],
                        "label":"襄城县",
                        "value":"20101511052780570629"
                    },
                    {
                        "children":[

                        ],
                        "label":"禹州市",
                        "value":"20101511052780570630"
                    },
                    {
                        "children":[

                        ],
                        "label":"长葛市",
                        "value":"20101511052780570631"
                    }
                ],
                "label":"许昌市",
                "value":"20101511052780570624"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052780570633"
                    },
                    {
                        "children":[

                        ],
                        "label":"源汇区",
                        "value":"20101511052780570634"
                    },
                    {
                        "children":[

                        ],
                        "label":"郾城区",
                        "value":"20101511052780570635"
                    },
                    {
                        "children":[

                        ],
                        "label":"召陵区",
                        "value":"20101511052780570636"
                    },
                    {
                        "children":[

                        ],
                        "label":"舞阳县",
                        "value":"20101511052780570637"
                    },
                    {
                        "children":[

                        ],
                        "label":"临颍县",
                        "value":"20101511052780570638"
                    }
                ],
                "label":"漯河市",
                "value":"20101511052780570632"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052780570640"
                    },
                    {
                        "children":[

                        ],
                        "label":"湖滨区",
                        "value":"20101511052780570641"
                    },
                    {
                        "children":[

                        ],
                        "label":"陕州区",
                        "value":"20101511052780570642"
                    },
                    {
                        "children":[

                        ],
                        "label":"渑池县",
                        "value":"20101511052780570643"
                    },
                    {
                        "children":[

                        ],
                        "label":"卢氏县",
                        "value":"20101511052780570644"
                    },
                    {
                        "children":[

                        ],
                        "label":"义马市",
                        "value":"20101511052780570645"
                    },
                    {
                        "children":[

                        ],
                        "label":"灵宝市",
                        "value":"20101511052780570646"
                    }
                ],
                "label":"三门峡市",
                "value":"20101511052780570639"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052780570648"
                    },
                    {
                        "children":[

                        ],
                        "label":"宛城区",
                        "value":"20101511052780570649"
                    },
                    {
                        "children":[

                        ],
                        "label":"卧龙区",
                        "value":"20101511052780570650"
                    },
                    {
                        "children":[

                        ],
                        "label":"南召县",
                        "value":"20101511052780570651"
                    },
                    {
                        "children":[

                        ],
                        "label":"方城县",
                        "value":"20101511052780570652"
                    },
                    {
                        "children":[

                        ],
                        "label":"西峡县",
                        "value":"20101511052780570653"
                    },
                    {
                        "children":[

                        ],
                        "label":"镇平县",
                        "value":"20101511052780570654"
                    },
                    {
                        "children":[

                        ],
                        "label":"内乡县",
                        "value":"20101511052780570655"
                    },
                    {
                        "children":[

                        ],
                        "label":"淅川县",
                        "value":"20101511052780570656"
                    },
                    {
                        "children":[

                        ],
                        "label":"社旗县",
                        "value":"20101511052780570657"
                    },
                    {
                        "children":[

                        ],
                        "label":"唐河县",
                        "value":"20101511052780570658"
                    },
                    {
                        "children":[

                        ],
                        "label":"新野县",
                        "value":"20101511052780570659"
                    },
                    {
                        "children":[

                        ],
                        "label":"桐柏县",
                        "value":"20101511052780570660"
                    },
                    {
                        "children":[

                        ],
                        "label":"邓州市",
                        "value":"20101511052780570661"
                    }
                ],
                "label":"南阳市",
                "value":"20101511052780570647"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052780570663"
                    },
                    {
                        "children":[

                        ],
                        "label":"梁园区",
                        "value":"20101511052780570664"
                    },
                    {
                        "children":[

                        ],
                        "label":"睢阳区",
                        "value":"20101511052780570665"
                    },
                    {
                        "children":[

                        ],
                        "label":"民权县",
                        "value":"20101511052780570666"
                    },
                    {
                        "children":[

                        ],
                        "label":"睢县",
                        "value":"20101511052780570667"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁陵县",
                        "value":"20101511052780570668"
                    },
                    {
                        "children":[

                        ],
                        "label":"柘城县",
                        "value":"20101511052780570669"
                    },
                    {
                        "children":[

                        ],
                        "label":"虞城县",
                        "value":"20101511052780570670"
                    },
                    {
                        "children":[

                        ],
                        "label":"夏邑县",
                        "value":"20101511052780570671"
                    },
                    {
                        "children":[

                        ],
                        "label":"永城市",
                        "value":"20101511052780570672"
                    }
                ],
                "label":"商丘市",
                "value":"20101511052780570662"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052780570674"
                    },
                    {
                        "children":[

                        ],
                        "label":"浉河区",
                        "value":"20101511052780570675"
                    },
                    {
                        "children":[

                        ],
                        "label":"平桥区",
                        "value":"20101511052780570676"
                    },
                    {
                        "children":[

                        ],
                        "label":"罗山县",
                        "value":"20101511052780570677"
                    },
                    {
                        "children":[

                        ],
                        "label":"光山县",
                        "value":"20101511052780570678"
                    },
                    {
                        "children":[

                        ],
                        "label":"新县",
                        "value":"20101511052780570679"
                    },
                    {
                        "children":[

                        ],
                        "label":"商城县",
                        "value":"20101511052780570680"
                    },
                    {
                        "children":[

                        ],
                        "label":"固始县",
                        "value":"20101511052780570681"
                    },
                    {
                        "children":[

                        ],
                        "label":"潢川县",
                        "value":"20101511052780570682"
                    },
                    {
                        "children":[

                        ],
                        "label":"淮滨县",
                        "value":"20101511052780570683"
                    },
                    {
                        "children":[

                        ],
                        "label":"息县",
                        "value":"20101511052780570684"
                    }
                ],
                "label":"信阳市",
                "value":"20101511052780570673"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052784764928"
                    },
                    {
                        "children":[

                        ],
                        "label":"川汇区",
                        "value":"20101511052784764929"
                    },
                    {
                        "children":[

                        ],
                        "label":"扶沟县",
                        "value":"20101511052784764930"
                    },
                    {
                        "children":[

                        ],
                        "label":"西华县",
                        "value":"20101511052784764931"
                    },
                    {
                        "children":[

                        ],
                        "label":"商水县",
                        "value":"20101511052784764932"
                    },
                    {
                        "children":[

                        ],
                        "label":"沈丘县",
                        "value":"20101511052784764933"
                    },
                    {
                        "children":[

                        ],
                        "label":"郸城县",
                        "value":"20101511052784764934"
                    },
                    {
                        "children":[

                        ],
                        "label":"淮阳县",
                        "value":"20101511052784764935"
                    },
                    {
                        "children":[

                        ],
                        "label":"太康县",
                        "value":"20101511052784764936"
                    },
                    {
                        "children":[

                        ],
                        "label":"鹿邑县",
                        "value":"20101511052784764937"
                    },
                    {
                        "children":[

                        ],
                        "label":"项城市",
                        "value":"20101511052784764938"
                    }
                ],
                "label":"周口市",
                "value":"20101511052780570685"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052784764940"
                    },
                    {
                        "children":[

                        ],
                        "label":"驿城区",
                        "value":"20101511052784764941"
                    },
                    {
                        "children":[

                        ],
                        "label":"西平县",
                        "value":"20101511052784764942"
                    },
                    {
                        "children":[

                        ],
                        "label":"上蔡县",
                        "value":"20101511052784764943"
                    },
                    {
                        "children":[

                        ],
                        "label":"平舆县",
                        "value":"20101511052784764944"
                    },
                    {
                        "children":[

                        ],
                        "label":"正阳县",
                        "value":"20101511052784764945"
                    },
                    {
                        "children":[

                        ],
                        "label":"确山县",
                        "value":"20101511052784764946"
                    },
                    {
                        "children":[

                        ],
                        "label":"泌阳县",
                        "value":"20101511052784764947"
                    },
                    {
                        "children":[

                        ],
                        "label":"汝南县",
                        "value":"20101511052784764948"
                    },
                    {
                        "children":[

                        ],
                        "label":"遂平县",
                        "value":"20101511052784764949"
                    },
                    {
                        "children":[

                        ],
                        "label":"新蔡县",
                        "value":"20101511052784764950"
                    }
                ],
                "label":"驻马店市",
                "value":"20101511052784764939"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"济源市",
                        "value":"20101511052784764952"
                    }
                ],
                "label":"省直辖县级行政区划",
                "value":"20101511052784764951"
            }
        ],
        "label":"河南省",
        "value":"20101511052772182112"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052784764955"
                    },
                    {
                        "children":[

                        ],
                        "label":"江岸区",
                        "value":"20101511052784764956"
                    },
                    {
                        "children":[

                        ],
                        "label":"江汉区",
                        "value":"20101511052784764957"
                    },
                    {
                        "children":[

                        ],
                        "label":"硚口区",
                        "value":"20101511052784764958"
                    },
                    {
                        "children":[

                        ],
                        "label":"汉阳区",
                        "value":"20101511052784764959"
                    },
                    {
                        "children":[

                        ],
                        "label":"武昌区",
                        "value":"20101511052784764960"
                    },
                    {
                        "children":[

                        ],
                        "label":"青山区",
                        "value":"20101511052784764961"
                    },
                    {
                        "children":[

                        ],
                        "label":"洪山区",
                        "value":"20101511052784764962"
                    },
                    {
                        "children":[

                        ],
                        "label":"东西湖区",
                        "value":"20101511052784764963"
                    },
                    {
                        "children":[

                        ],
                        "label":"汉南区",
                        "value":"20101511052784764964"
                    },
                    {
                        "children":[

                        ],
                        "label":"蔡甸区",
                        "value":"20101511052784764965"
                    },
                    {
                        "children":[

                        ],
                        "label":"江夏区",
                        "value":"20101511052784764966"
                    },
                    {
                        "children":[

                        ],
                        "label":"黄陂区",
                        "value":"20101511052784764967"
                    },
                    {
                        "children":[

                        ],
                        "label":"新洲区",
                        "value":"20101511052784764968"
                    }
                ],
                "label":"武汉市",
                "value":"20101511052784764954"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052784764970"
                    },
                    {
                        "children":[

                        ],
                        "label":"黄石港区",
                        "value":"20101511052784764971"
                    },
                    {
                        "children":[

                        ],
                        "label":"西塞山区",
                        "value":"20101511052784764972"
                    },
                    {
                        "children":[

                        ],
                        "label":"下陆区",
                        "value":"20101511052784764973"
                    },
                    {
                        "children":[

                        ],
                        "label":"铁山区",
                        "value":"20101511052784764974"
                    },
                    {
                        "children":[

                        ],
                        "label":"阳新县",
                        "value":"20101511052784764975"
                    },
                    {
                        "children":[

                        ],
                        "label":"大冶市",
                        "value":"20101511052784764976"
                    }
                ],
                "label":"黄石市",
                "value":"20101511052784764969"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052784764978"
                    },
                    {
                        "children":[

                        ],
                        "label":"茅箭区",
                        "value":"20101511052784764979"
                    },
                    {
                        "children":[

                        ],
                        "label":"张湾区",
                        "value":"20101511052784764980"
                    },
                    {
                        "children":[

                        ],
                        "label":"郧阳区",
                        "value":"20101511052784764981"
                    },
                    {
                        "children":[

                        ],
                        "label":"郧西县",
                        "value":"20101511052784764982"
                    },
                    {
                        "children":[

                        ],
                        "label":"竹山县",
                        "value":"20101511052784764983"
                    },
                    {
                        "children":[

                        ],
                        "label":"竹溪县",
                        "value":"20101511052784764984"
                    },
                    {
                        "children":[

                        ],
                        "label":"房县",
                        "value":"20101511052784764985"
                    },
                    {
                        "children":[

                        ],
                        "label":"丹江口市",
                        "value":"20101511052784764986"
                    }
                ],
                "label":"十堰市",
                "value":"20101511052784764977"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052784764988"
                    },
                    {
                        "children":[

                        ],
                        "label":"西陵区",
                        "value":"20101511052784764989"
                    },
                    {
                        "children":[

                        ],
                        "label":"伍家岗区",
                        "value":"20101511052784764990"
                    },
                    {
                        "children":[

                        ],
                        "label":"点军区",
                        "value":"20101511052784764991"
                    },
                    {
                        "children":[

                        ],
                        "label":"猇亭区",
                        "value":"20101511052784764992"
                    },
                    {
                        "children":[

                        ],
                        "label":"夷陵区",
                        "value":"20101511052784764993"
                    },
                    {
                        "children":[

                        ],
                        "label":"远安县",
                        "value":"20101511052784764994"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴山县",
                        "value":"20101511052784764995"
                    },
                    {
                        "children":[

                        ],
                        "label":"秭归县",
                        "value":"20101511052784764996"
                    },
                    {
                        "children":[

                        ],
                        "label":"长阳土家族自治县",
                        "value":"20101511052784764997"
                    },
                    {
                        "children":[

                        ],
                        "label":"五峰土家族自治县",
                        "value":"20101511052784764998"
                    },
                    {
                        "children":[

                        ],
                        "label":"宜都市",
                        "value":"20101511052784764999"
                    },
                    {
                        "children":[

                        ],
                        "label":"当阳市",
                        "value":"20101511052784765000"
                    },
                    {
                        "children":[

                        ],
                        "label":"枝江市",
                        "value":"20101511052784765001"
                    }
                ],
                "label":"宜昌市",
                "value":"20101511052784764987"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052784765003"
                    },
                    {
                        "children":[

                        ],
                        "label":"襄城区",
                        "value":"20101511052784765004"
                    },
                    {
                        "children":[

                        ],
                        "label":"樊城区",
                        "value":"20101511052784765005"
                    },
                    {
                        "children":[

                        ],
                        "label":"襄州区",
                        "value":"20101511052784765006"
                    },
                    {
                        "children":[

                        ],
                        "label":"南漳县",
                        "value":"20101511052784765007"
                    },
                    {
                        "children":[

                        ],
                        "label":"谷城县",
                        "value":"20101511052784765008"
                    },
                    {
                        "children":[

                        ],
                        "label":"保康县",
                        "value":"20101511052784765009"
                    },
                    {
                        "children":[

                        ],
                        "label":"老河口市",
                        "value":"20101511052784765010"
                    },
                    {
                        "children":[

                        ],
                        "label":"枣阳市",
                        "value":"20101511052784765011"
                    },
                    {
                        "children":[

                        ],
                        "label":"宜城市",
                        "value":"20101511052784765012"
                    }
                ],
                "label":"襄阳市",
                "value":"20101511052784765002"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052788959233"
                    },
                    {
                        "children":[

                        ],
                        "label":"梁子湖区",
                        "value":"20101511052788959234"
                    },
                    {
                        "children":[

                        ],
                        "label":"华容区",
                        "value":"20101511052788959235"
                    },
                    {
                        "children":[

                        ],
                        "label":"鄂城区",
                        "value":"20101511052788959236"
                    }
                ],
                "label":"鄂州市",
                "value":"20101511052788959232"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052788959238"
                    },
                    {
                        "children":[

                        ],
                        "label":"东宝区",
                        "value":"20101511052788959239"
                    },
                    {
                        "children":[

                        ],
                        "label":"掇刀区",
                        "value":"20101511052788959240"
                    },
                    {
                        "children":[

                        ],
                        "label":"京山县",
                        "value":"20101511052788959241"
                    },
                    {
                        "children":[

                        ],
                        "label":"沙洋县",
                        "value":"20101511052788959242"
                    },
                    {
                        "children":[

                        ],
                        "label":"钟祥市",
                        "value":"20101511052788959243"
                    }
                ],
                "label":"荆门市",
                "value":"20101511052788959237"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052788959245"
                    },
                    {
                        "children":[

                        ],
                        "label":"孝南区",
                        "value":"20101511052788959246"
                    },
                    {
                        "children":[

                        ],
                        "label":"孝昌县",
                        "value":"20101511052788959247"
                    },
                    {
                        "children":[

                        ],
                        "label":"大悟县",
                        "value":"20101511052788959248"
                    },
                    {
                        "children":[

                        ],
                        "label":"云梦县",
                        "value":"20101511052788959249"
                    },
                    {
                        "children":[

                        ],
                        "label":"应城市",
                        "value":"20101511052788959250"
                    },
                    {
                        "children":[

                        ],
                        "label":"安陆市",
                        "value":"20101511052788959251"
                    },
                    {
                        "children":[

                        ],
                        "label":"汉川市",
                        "value":"20101511052788959252"
                    }
                ],
                "label":"孝感市",
                "value":"20101511052788959244"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052788959254"
                    },
                    {
                        "children":[

                        ],
                        "label":"沙市区",
                        "value":"20101511052788959255"
                    },
                    {
                        "children":[

                        ],
                        "label":"荆州区",
                        "value":"20101511052788959256"
                    },
                    {
                        "children":[

                        ],
                        "label":"公安县",
                        "value":"20101511052788959257"
                    },
                    {
                        "children":[

                        ],
                        "label":"监利县",
                        "value":"20101511052788959258"
                    },
                    {
                        "children":[

                        ],
                        "label":"江陵县",
                        "value":"20101511052788959259"
                    },
                    {
                        "children":[

                        ],
                        "label":"石首市",
                        "value":"20101511052788959260"
                    },
                    {
                        "children":[

                        ],
                        "label":"洪湖市",
                        "value":"20101511052788959261"
                    },
                    {
                        "children":[

                        ],
                        "label":"松滋市",
                        "value":"20101511052788959262"
                    }
                ],
                "label":"荆州市",
                "value":"20101511052788959253"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052788959264"
                    },
                    {
                        "children":[

                        ],
                        "label":"黄州区",
                        "value":"20101511052788959265"
                    },
                    {
                        "children":[

                        ],
                        "label":"团风县",
                        "value":"20101511052788959266"
                    },
                    {
                        "children":[

                        ],
                        "label":"红安县",
                        "value":"20101511052788959267"
                    },
                    {
                        "children":[

                        ],
                        "label":"罗田县",
                        "value":"20101511052788959268"
                    },
                    {
                        "children":[

                        ],
                        "label":"英山县",
                        "value":"20101511052788959269"
                    },
                    {
                        "children":[

                        ],
                        "label":"浠水县",
                        "value":"20101511052788959270"
                    },
                    {
                        "children":[

                        ],
                        "label":"蕲春县",
                        "value":"20101511052788959271"
                    },
                    {
                        "children":[

                        ],
                        "label":"黄梅县",
                        "value":"20101511052788959272"
                    },
                    {
                        "children":[

                        ],
                        "label":"麻城市",
                        "value":"20101511052788959273"
                    },
                    {
                        "children":[

                        ],
                        "label":"武穴市",
                        "value":"20101511052788959274"
                    }
                ],
                "label":"黄冈市",
                "value":"20101511052788959263"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052788959276"
                    },
                    {
                        "children":[

                        ],
                        "label":"咸安区",
                        "value":"20101511052788959277"
                    },
                    {
                        "children":[

                        ],
                        "label":"嘉鱼县",
                        "value":"20101511052788959278"
                    },
                    {
                        "children":[

                        ],
                        "label":"通城县",
                        "value":"20101511052788959279"
                    },
                    {
                        "children":[

                        ],
                        "label":"崇阳县",
                        "value":"20101511052788959280"
                    },
                    {
                        "children":[

                        ],
                        "label":"通山县",
                        "value":"20101511052788959281"
                    },
                    {
                        "children":[

                        ],
                        "label":"赤壁市",
                        "value":"20101511052788959282"
                    }
                ],
                "label":"咸宁市",
                "value":"20101511052788959275"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052788959284"
                    },
                    {
                        "children":[

                        ],
                        "label":"曾都区",
                        "value":"20101511052788959285"
                    },
                    {
                        "children":[

                        ],
                        "label":"随县",
                        "value":"20101511052788959286"
                    },
                    {
                        "children":[

                        ],
                        "label":"广水市",
                        "value":"20101511052788959287"
                    }
                ],
                "label":"随州市",
                "value":"20101511052788959283"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"恩施市",
                        "value":"20101511052788959289"
                    },
                    {
                        "children":[

                        ],
                        "label":"利川市",
                        "value":"20101511052788959290"
                    },
                    {
                        "children":[

                        ],
                        "label":"建始县",
                        "value":"20101511052788959291"
                    },
                    {
                        "children":[

                        ],
                        "label":"巴东县",
                        "value":"20101511052788959292"
                    },
                    {
                        "children":[

                        ],
                        "label":"宣恩县",
                        "value":"20101511052788959293"
                    },
                    {
                        "children":[

                        ],
                        "label":"咸丰县",
                        "value":"20101511052788959294"
                    },
                    {
                        "children":[

                        ],
                        "label":"来凤县",
                        "value":"20101511052788959295"
                    },
                    {
                        "children":[

                        ],
                        "label":"鹤峰县",
                        "value":"20101511052788959296"
                    }
                ],
                "label":"恩施土家族苗族自治州",
                "value":"20101511052788959288"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"仙桃市",
                        "value":"20101511052788959298"
                    },
                    {
                        "children":[

                        ],
                        "label":"潜江市",
                        "value":"20101511052788959299"
                    },
                    {
                        "children":[

                        ],
                        "label":"天门市",
                        "value":"20101511052788959300"
                    },
                    {
                        "children":[

                        ],
                        "label":"神农架林区",
                        "value":"20101511052788959301"
                    }
                ],
                "label":"省直辖县级行政区划",
                "value":"20101511052788959297"
            }
        ],
        "label":"湖北省",
        "value":"20101511052784764953"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052788959304"
                    },
                    {
                        "children":[

                        ],
                        "label":"芙蓉区",
                        "value":"20101511052788959305"
                    },
                    {
                        "children":[

                        ],
                        "label":"天心区",
                        "value":"20101511052788959306"
                    },
                    {
                        "children":[

                        ],
                        "label":"岳麓区",
                        "value":"20101511052788959307"
                    },
                    {
                        "children":[

                        ],
                        "label":"开福区",
                        "value":"20101511052788959308"
                    },
                    {
                        "children":[

                        ],
                        "label":"雨花区",
                        "value":"20101511052788959309"
                    },
                    {
                        "children":[

                        ],
                        "label":"望城区",
                        "value":"20101511052788959310"
                    },
                    {
                        "children":[

                        ],
                        "label":"长沙县",
                        "value":"20101511052788959311"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁乡县",
                        "value":"20101511052788959312"
                    },
                    {
                        "children":[

                        ],
                        "label":"浏阳市",
                        "value":"20101511052788959313"
                    }
                ],
                "label":"长沙市",
                "value":"20101511052788959303"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052788959315"
                    },
                    {
                        "children":[

                        ],
                        "label":"荷塘区",
                        "value":"20101511052788959316"
                    },
                    {
                        "children":[

                        ],
                        "label":"芦淞区",
                        "value":"20101511052788959317"
                    },
                    {
                        "children":[

                        ],
                        "label":"石峰区",
                        "value":"20101511052788959318"
                    },
                    {
                        "children":[

                        ],
                        "label":"天元区",
                        "value":"20101511052788959319"
                    },
                    {
                        "children":[

                        ],
                        "label":"株洲县",
                        "value":"20101511052788959320"
                    },
                    {
                        "children":[

                        ],
                        "label":"攸县",
                        "value":"20101511052788959321"
                    },
                    {
                        "children":[

                        ],
                        "label":"茶陵县",
                        "value":"20101511052788959322"
                    },
                    {
                        "children":[

                        ],
                        "label":"炎陵县",
                        "value":"20101511052788959323"
                    },
                    {
                        "children":[

                        ],
                        "label":"醴陵市",
                        "value":"20101511052788959324"
                    }
                ],
                "label":"株洲市",
                "value":"20101511052788959314"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052793153536"
                    },
                    {
                        "children":[

                        ],
                        "label":"雨湖区",
                        "value":"20101511052793153537"
                    },
                    {
                        "children":[

                        ],
                        "label":"岳塘区",
                        "value":"20101511052793153538"
                    },
                    {
                        "children":[

                        ],
                        "label":"湘潭县",
                        "value":"20101511052793153539"
                    },
                    {
                        "children":[

                        ],
                        "label":"湘乡市",
                        "value":"20101511052793153540"
                    },
                    {
                        "children":[

                        ],
                        "label":"韶山市",
                        "value":"20101511052793153541"
                    }
                ],
                "label":"湘潭市",
                "value":"20101511052788959325"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052793153543"
                    },
                    {
                        "children":[

                        ],
                        "label":"珠晖区",
                        "value":"20101511052793153544"
                    },
                    {
                        "children":[

                        ],
                        "label":"雁峰区",
                        "value":"20101511052793153545"
                    },
                    {
                        "children":[

                        ],
                        "label":"石鼓区",
                        "value":"20101511052793153546"
                    },
                    {
                        "children":[

                        ],
                        "label":"蒸湘区",
                        "value":"20101511052793153547"
                    },
                    {
                        "children":[

                        ],
                        "label":"南岳区",
                        "value":"20101511052793153548"
                    },
                    {
                        "children":[

                        ],
                        "label":"衡阳县",
                        "value":"20101511052793153549"
                    },
                    {
                        "children":[

                        ],
                        "label":"衡南县",
                        "value":"20101511052793153550"
                    },
                    {
                        "children":[

                        ],
                        "label":"衡山县",
                        "value":"20101511052793153551"
                    },
                    {
                        "children":[

                        ],
                        "label":"衡东县",
                        "value":"20101511052793153552"
                    },
                    {
                        "children":[

                        ],
                        "label":"祁东县",
                        "value":"20101511052793153553"
                    },
                    {
                        "children":[

                        ],
                        "label":"耒阳市",
                        "value":"20101511052793153554"
                    },
                    {
                        "children":[

                        ],
                        "label":"常宁市",
                        "value":"20101511052793153555"
                    }
                ],
                "label":"衡阳市",
                "value":"20101511052793153542"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052793153557"
                    },
                    {
                        "children":[

                        ],
                        "label":"双清区",
                        "value":"20101511052793153558"
                    },
                    {
                        "children":[

                        ],
                        "label":"大祥区",
                        "value":"20101511052793153559"
                    },
                    {
                        "children":[

                        ],
                        "label":"北塔区",
                        "value":"20101511052793153560"
                    },
                    {
                        "children":[

                        ],
                        "label":"邵东县",
                        "value":"20101511052793153561"
                    },
                    {
                        "children":[

                        ],
                        "label":"新邵县",
                        "value":"20101511052793153562"
                    },
                    {
                        "children":[

                        ],
                        "label":"邵阳县",
                        "value":"20101511052793153563"
                    },
                    {
                        "children":[

                        ],
                        "label":"隆回县",
                        "value":"20101511052793153564"
                    },
                    {
                        "children":[

                        ],
                        "label":"洞口县",
                        "value":"20101511052793153565"
                    },
                    {
                        "children":[

                        ],
                        "label":"绥宁县",
                        "value":"20101511052793153566"
                    },
                    {
                        "children":[

                        ],
                        "label":"新宁县",
                        "value":"20101511052793153567"
                    },
                    {
                        "children":[

                        ],
                        "label":"城步苗族自治县",
                        "value":"20101511052793153568"
                    },
                    {
                        "children":[

                        ],
                        "label":"武冈市",
                        "value":"20101511052793153569"
                    }
                ],
                "label":"邵阳市",
                "value":"20101511052793153556"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052793153571"
                    },
                    {
                        "children":[

                        ],
                        "label":"岳阳楼区",
                        "value":"20101511052793153572"
                    },
                    {
                        "children":[

                        ],
                        "label":"云溪区",
                        "value":"20101511052793153573"
                    },
                    {
                        "children":[

                        ],
                        "label":"君山区",
                        "value":"20101511052793153574"
                    },
                    {
                        "children":[

                        ],
                        "label":"岳阳县",
                        "value":"20101511052793153575"
                    },
                    {
                        "children":[

                        ],
                        "label":"华容县",
                        "value":"20101511052793153576"
                    },
                    {
                        "children":[

                        ],
                        "label":"湘阴县",
                        "value":"20101511052793153577"
                    },
                    {
                        "children":[

                        ],
                        "label":"平江县",
                        "value":"20101511052793153578"
                    },
                    {
                        "children":[

                        ],
                        "label":"汨罗市",
                        "value":"20101511052793153579"
                    },
                    {
                        "children":[

                        ],
                        "label":"临湘市",
                        "value":"20101511052793153580"
                    }
                ],
                "label":"岳阳市",
                "value":"20101511052793153570"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052793153582"
                    },
                    {
                        "children":[

                        ],
                        "label":"武陵区",
                        "value":"20101511052793153583"
                    },
                    {
                        "children":[

                        ],
                        "label":"鼎城区",
                        "value":"20101511052793153584"
                    },
                    {
                        "children":[

                        ],
                        "label":"安乡县",
                        "value":"20101511052793153585"
                    },
                    {
                        "children":[

                        ],
                        "label":"汉寿县",
                        "value":"20101511052793153586"
                    },
                    {
                        "children":[

                        ],
                        "label":"澧县",
                        "value":"20101511052793153587"
                    },
                    {
                        "children":[

                        ],
                        "label":"临澧县",
                        "value":"20101511052793153588"
                    },
                    {
                        "children":[

                        ],
                        "label":"桃源县",
                        "value":"20101511052793153589"
                    },
                    {
                        "children":[

                        ],
                        "label":"石门县",
                        "value":"20101511052793153590"
                    },
                    {
                        "children":[

                        ],
                        "label":"津市市",
                        "value":"20101511052793153591"
                    }
                ],
                "label":"常德市",
                "value":"20101511052793153581"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052793153593"
                    },
                    {
                        "children":[

                        ],
                        "label":"永定区",
                        "value":"20101511052793153594"
                    },
                    {
                        "children":[

                        ],
                        "label":"武陵源区",
                        "value":"20101511052793153595"
                    },
                    {
                        "children":[

                        ],
                        "label":"慈利县",
                        "value":"20101511052793153596"
                    },
                    {
                        "children":[

                        ],
                        "label":"桑植县",
                        "value":"20101511052793153597"
                    }
                ],
                "label":"张家界市",
                "value":"20101511052793153592"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052793153599"
                    },
                    {
                        "children":[

                        ],
                        "label":"资阳区",
                        "value":"20101511052793153600"
                    },
                    {
                        "children":[

                        ],
                        "label":"赫山区",
                        "value":"20101511052793153601"
                    },
                    {
                        "children":[

                        ],
                        "label":"南县",
                        "value":"20101511052793153602"
                    },
                    {
                        "children":[

                        ],
                        "label":"桃江县",
                        "value":"20101511052793153603"
                    },
                    {
                        "children":[

                        ],
                        "label":"安化县",
                        "value":"20101511052793153604"
                    },
                    {
                        "children":[

                        ],
                        "label":"沅江市",
                        "value":"20101511052793153605"
                    }
                ],
                "label":"益阳市",
                "value":"20101511052793153598"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052793153607"
                    },
                    {
                        "children":[

                        ],
                        "label":"北湖区",
                        "value":"20101511052793153608"
                    },
                    {
                        "children":[

                        ],
                        "label":"苏仙区",
                        "value":"20101511052793153609"
                    },
                    {
                        "children":[

                        ],
                        "label":"桂阳县",
                        "value":"20101511052793153610"
                    },
                    {
                        "children":[

                        ],
                        "label":"宜章县",
                        "value":"20101511052793153611"
                    },
                    {
                        "children":[

                        ],
                        "label":"永兴县",
                        "value":"20101511052793153612"
                    },
                    {
                        "children":[

                        ],
                        "label":"嘉禾县",
                        "value":"20101511052793153613"
                    },
                    {
                        "children":[

                        ],
                        "label":"临武县",
                        "value":"20101511052793153614"
                    },
                    {
                        "children":[

                        ],
                        "label":"汝城县",
                        "value":"20101511052793153615"
                    },
                    {
                        "children":[

                        ],
                        "label":"桂东县",
                        "value":"20101511052793153616"
                    },
                    {
                        "children":[

                        ],
                        "label":"安仁县",
                        "value":"20101511052793153617"
                    },
                    {
                        "children":[

                        ],
                        "label":"资兴市",
                        "value":"20101511052793153618"
                    }
                ],
                "label":"郴州市",
                "value":"20101511052793153606"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052793153620"
                    },
                    {
                        "children":[

                        ],
                        "label":"零陵区",
                        "value":"20101511052793153621"
                    },
                    {
                        "children":[

                        ],
                        "label":"冷水滩区",
                        "value":"20101511052793153622"
                    },
                    {
                        "children":[

                        ],
                        "label":"祁阳县",
                        "value":"20101511052793153623"
                    },
                    {
                        "children":[

                        ],
                        "label":"东安县",
                        "value":"20101511052793153624"
                    },
                    {
                        "children":[

                        ],
                        "label":"双牌县",
                        "value":"20101511052793153625"
                    },
                    {
                        "children":[

                        ],
                        "label":"道县",
                        "value":"20101511052793153626"
                    },
                    {
                        "children":[

                        ],
                        "label":"江永县",
                        "value":"20101511052793153627"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁远县",
                        "value":"20101511052793153628"
                    },
                    {
                        "children":[

                        ],
                        "label":"蓝山县",
                        "value":"20101511052793153629"
                    },
                    {
                        "children":[

                        ],
                        "label":"新田县",
                        "value":"20101511052793153630"
                    },
                    {
                        "children":[

                        ],
                        "label":"江华瑶族自治县",
                        "value":"20101511052793153631"
                    }
                ],
                "label":"永州市",
                "value":"20101511052793153619"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052793153633"
                    },
                    {
                        "children":[

                        ],
                        "label":"鹤城区",
                        "value":"20101511052793153634"
                    },
                    {
                        "children":[

                        ],
                        "label":"中方县",
                        "value":"20101511052793153635"
                    },
                    {
                        "children":[

                        ],
                        "label":"沅陵县",
                        "value":"20101511052793153636"
                    },
                    {
                        "children":[

                        ],
                        "label":"辰溪县",
                        "value":"20101511052793153637"
                    },
                    {
                        "children":[

                        ],
                        "label":"溆浦县",
                        "value":"20101511052793153638"
                    },
                    {
                        "children":[

                        ],
                        "label":"会同县",
                        "value":"20101511052793153639"
                    },
                    {
                        "children":[

                        ],
                        "label":"麻阳苗族自治县",
                        "value":"20101511052793153640"
                    },
                    {
                        "children":[

                        ],
                        "label":"新晃侗族自治县",
                        "value":"20101511052793153641"
                    },
                    {
                        "children":[

                        ],
                        "label":"芷江侗族自治县",
                        "value":"20101511052793153642"
                    },
                    {
                        "children":[

                        ],
                        "label":"靖州苗族侗族自治县",
                        "value":"20101511052793153643"
                    },
                    {
                        "children":[

                        ],
                        "label":"通道侗族自治县",
                        "value":"20101511052793153644"
                    },
                    {
                        "children":[

                        ],
                        "label":"洪江市",
                        "value":"20101511052793153645"
                    }
                ],
                "label":"怀化市",
                "value":"20101511052793153632"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052793153647"
                    },
                    {
                        "children":[

                        ],
                        "label":"娄星区",
                        "value":"20101511052793153648"
                    },
                    {
                        "children":[

                        ],
                        "label":"双峰县",
                        "value":"20101511052793153649"
                    },
                    {
                        "children":[

                        ],
                        "label":"新化县",
                        "value":"20101511052793153650"
                    },
                    {
                        "children":[

                        ],
                        "label":"冷水江市",
                        "value":"20101511052793153651"
                    },
                    {
                        "children":[

                        ],
                        "label":"涟源市",
                        "value":"20101511052793153652"
                    }
                ],
                "label":"娄底市",
                "value":"20101511052793153646"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"吉首市",
                        "value":"20101511052793153654"
                    },
                    {
                        "children":[

                        ],
                        "label":"泸溪县",
                        "value":"20101511052793153655"
                    },
                    {
                        "children":[

                        ],
                        "label":"凤凰县",
                        "value":"20101511052793153656"
                    },
                    {
                        "children":[

                        ],
                        "label":"花垣县",
                        "value":"20101511052797347840"
                    },
                    {
                        "children":[

                        ],
                        "label":"保靖县",
                        "value":"20101511052797347841"
                    },
                    {
                        "children":[

                        ],
                        "label":"古丈县",
                        "value":"20101511052797347842"
                    },
                    {
                        "children":[

                        ],
                        "label":"永顺县",
                        "value":"20101511052797347843"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙山县",
                        "value":"20101511052797347844"
                    }
                ],
                "label":"湘西土家族苗族自治州",
                "value":"20101511052793153653"
            }
        ],
        "label":"湖南省",
        "value":"20101511052788959302"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052797347847"
                    },
                    {
                        "children":[

                        ],
                        "label":"荔湾区",
                        "value":"20101511052797347848"
                    },
                    {
                        "children":[

                        ],
                        "label":"越秀区",
                        "value":"20101511052797347849"
                    },
                    {
                        "children":[

                        ],
                        "label":"海珠区",
                        "value":"20101511052797347850"
                    },
                    {
                        "children":[

                        ],
                        "label":"天河区",
                        "value":"20101511052797347851"
                    },
                    {
                        "children":[

                        ],
                        "label":"白云区",
                        "value":"20101511052797347852"
                    },
                    {
                        "children":[

                        ],
                        "label":"黄埔区",
                        "value":"20101511052797347853"
                    },
                    {
                        "children":[

                        ],
                        "label":"番禺区",
                        "value":"20101511052797347854"
                    },
                    {
                        "children":[

                        ],
                        "label":"花都区",
                        "value":"20101511052797347855"
                    },
                    {
                        "children":[

                        ],
                        "label":"南沙区",
                        "value":"20101511052797347856"
                    },
                    {
                        "children":[

                        ],
                        "label":"从化区",
                        "value":"20101511052797347857"
                    },
                    {
                        "children":[

                        ],
                        "label":"增城区",
                        "value":"20101511052797347858"
                    }
                ],
                "label":"广州市",
                "value":"20101511052797347846"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052797347860"
                    },
                    {
                        "children":[

                        ],
                        "label":"武江区",
                        "value":"20101511052797347861"
                    },
                    {
                        "children":[

                        ],
                        "label":"浈江区",
                        "value":"20101511052797347862"
                    },
                    {
                        "children":[

                        ],
                        "label":"曲江区",
                        "value":"20101511052797347863"
                    },
                    {
                        "children":[

                        ],
                        "label":"始兴县",
                        "value":"20101511052797347864"
                    },
                    {
                        "children":[

                        ],
                        "label":"仁化县",
                        "value":"20101511052797347865"
                    },
                    {
                        "children":[

                        ],
                        "label":"翁源县",
                        "value":"20101511052797347866"
                    },
                    {
                        "children":[

                        ],
                        "label":"乳源瑶族自治县",
                        "value":"20101511052797347867"
                    },
                    {
                        "children":[

                        ],
                        "label":"新丰县",
                        "value":"20101511052797347868"
                    },
                    {
                        "children":[

                        ],
                        "label":"乐昌市",
                        "value":"20101511052797347869"
                    },
                    {
                        "children":[

                        ],
                        "label":"南雄市",
                        "value":"20101511052797347870"
                    }
                ],
                "label":"韶关市",
                "value":"20101511052797347859"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052797347872"
                    },
                    {
                        "children":[

                        ],
                        "label":"罗湖区",
                        "value":"20101511052797347873"
                    },
                    {
                        "children":[

                        ],
                        "label":"福田区",
                        "value":"20101511052797347874"
                    },
                    {
                        "children":[

                        ],
                        "label":"南山区",
                        "value":"20101511052797347875"
                    },
                    {
                        "children":[

                        ],
                        "label":"宝安区",
                        "value":"20101511052797347876"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙岗区",
                        "value":"20101511052797347877"
                    },
                    {
                        "children":[

                        ],
                        "label":"盐田区",
                        "value":"20101511052797347878"
                    }
                ],
                "label":"深圳市",
                "value":"20101511052797347871"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052797347880"
                    },
                    {
                        "children":[

                        ],
                        "label":"香洲区",
                        "value":"20101511052797347881"
                    },
                    {
                        "children":[

                        ],
                        "label":"斗门区",
                        "value":"20101511052797347882"
                    },
                    {
                        "children":[

                        ],
                        "label":"金湾区",
                        "value":"20101511052797347883"
                    }
                ],
                "label":"珠海市",
                "value":"20101511052797347879"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052797347885"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙湖区",
                        "value":"20101511052797347886"
                    },
                    {
                        "children":[

                        ],
                        "label":"金平区",
                        "value":"20101511052797347887"
                    },
                    {
                        "children":[

                        ],
                        "label":"濠江区",
                        "value":"20101511052797347888"
                    },
                    {
                        "children":[

                        ],
                        "label":"潮阳区",
                        "value":"20101511052797347889"
                    },
                    {
                        "children":[

                        ],
                        "label":"潮南区",
                        "value":"20101511052797347890"
                    },
                    {
                        "children":[

                        ],
                        "label":"澄海区",
                        "value":"20101511052797347891"
                    },
                    {
                        "children":[

                        ],
                        "label":"南澳县",
                        "value":"20101511052797347892"
                    }
                ],
                "label":"汕头市",
                "value":"20101511052797347884"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052797347894"
                    },
                    {
                        "children":[

                        ],
                        "label":"禅城区",
                        "value":"20101511052797347895"
                    },
                    {
                        "children":[

                        ],
                        "label":"南海区",
                        "value":"20101511052797347896"
                    },
                    {
                        "children":[

                        ],
                        "label":"顺德区",
                        "value":"20101511052797347897"
                    },
                    {
                        "children":[

                        ],
                        "label":"三水区",
                        "value":"20101511052797347898"
                    },
                    {
                        "children":[

                        ],
                        "label":"高明区",
                        "value":"20101511052797347899"
                    }
                ],
                "label":"佛山市",
                "value":"20101511052797347893"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052797347901"
                    },
                    {
                        "children":[

                        ],
                        "label":"蓬江区",
                        "value":"20101511052797347902"
                    },
                    {
                        "children":[

                        ],
                        "label":"江海区",
                        "value":"20101511052797347903"
                    },
                    {
                        "children":[

                        ],
                        "label":"新会区",
                        "value":"20101511052797347904"
                    },
                    {
                        "children":[

                        ],
                        "label":"台山市",
                        "value":"20101511052797347905"
                    },
                    {
                        "children":[

                        ],
                        "label":"开平市",
                        "value":"20101511052797347906"
                    },
                    {
                        "children":[

                        ],
                        "label":"鹤山市",
                        "value":"20101511052797347907"
                    },
                    {
                        "children":[

                        ],
                        "label":"恩平市",
                        "value":"20101511052797347908"
                    }
                ],
                "label":"江门市",
                "value":"20101511052797347900"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052797347910"
                    },
                    {
                        "children":[

                        ],
                        "label":"赤坎区",
                        "value":"20101511052797347911"
                    },
                    {
                        "children":[

                        ],
                        "label":"霞山区",
                        "value":"20101511052797347912"
                    },
                    {
                        "children":[

                        ],
                        "label":"坡头区",
                        "value":"20101511052797347913"
                    },
                    {
                        "children":[

                        ],
                        "label":"麻章区",
                        "value":"20101511052797347914"
                    },
                    {
                        "children":[

                        ],
                        "label":"遂溪县",
                        "value":"20101511052797347915"
                    },
                    {
                        "children":[

                        ],
                        "label":"徐闻县",
                        "value":"20101511052797347916"
                    },
                    {
                        "children":[

                        ],
                        "label":"廉江市",
                        "value":"20101511052797347917"
                    },
                    {
                        "children":[

                        ],
                        "label":"雷州市",
                        "value":"20101511052797347918"
                    },
                    {
                        "children":[

                        ],
                        "label":"吴川市",
                        "value":"20101511052797347919"
                    }
                ],
                "label":"湛江市",
                "value":"20101511052797347909"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052801542144"
                    },
                    {
                        "children":[

                        ],
                        "label":"茂南区",
                        "value":"20101511052801542145"
                    },
                    {
                        "children":[

                        ],
                        "label":"电白区",
                        "value":"20101511052801542146"
                    },
                    {
                        "children":[

                        ],
                        "label":"高州市",
                        "value":"20101511052801542147"
                    },
                    {
                        "children":[

                        ],
                        "label":"化州市",
                        "value":"20101511052801542148"
                    },
                    {
                        "children":[

                        ],
                        "label":"信宜市",
                        "value":"20101511052801542149"
                    }
                ],
                "label":"茂名市",
                "value":"20101511052797347920"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052801542151"
                    },
                    {
                        "children":[

                        ],
                        "label":"端州区",
                        "value":"20101511052801542152"
                    },
                    {
                        "children":[

                        ],
                        "label":"鼎湖区",
                        "value":"20101511052801542153"
                    },
                    {
                        "children":[

                        ],
                        "label":"高要区",
                        "value":"20101511052801542154"
                    },
                    {
                        "children":[

                        ],
                        "label":"广宁县",
                        "value":"20101511052801542155"
                    },
                    {
                        "children":[

                        ],
                        "label":"怀集县",
                        "value":"20101511052801542156"
                    },
                    {
                        "children":[

                        ],
                        "label":"封开县",
                        "value":"20101511052801542157"
                    },
                    {
                        "children":[

                        ],
                        "label":"德庆县",
                        "value":"20101511052801542158"
                    },
                    {
                        "children":[

                        ],
                        "label":"四会市",
                        "value":"20101511052801542159"
                    }
                ],
                "label":"肇庆市",
                "value":"20101511052801542150"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052801542161"
                    },
                    {
                        "children":[

                        ],
                        "label":"惠城区",
                        "value":"20101511052801542162"
                    },
                    {
                        "children":[

                        ],
                        "label":"惠阳区",
                        "value":"20101511052801542163"
                    },
                    {
                        "children":[

                        ],
                        "label":"博罗县",
                        "value":"20101511052801542164"
                    },
                    {
                        "children":[

                        ],
                        "label":"惠东县",
                        "value":"20101511052801542165"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙门县",
                        "value":"20101511052801542166"
                    }
                ],
                "label":"惠州市",
                "value":"20101511052801542160"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052801542168"
                    },
                    {
                        "children":[

                        ],
                        "label":"梅江区",
                        "value":"20101511052801542169"
                    },
                    {
                        "children":[

                        ],
                        "label":"梅县区",
                        "value":"20101511052801542170"
                    },
                    {
                        "children":[

                        ],
                        "label":"大埔县",
                        "value":"20101511052801542171"
                    },
                    {
                        "children":[

                        ],
                        "label":"丰顺县",
                        "value":"20101511052801542172"
                    },
                    {
                        "children":[

                        ],
                        "label":"五华县",
                        "value":"20101511052801542173"
                    },
                    {
                        "children":[

                        ],
                        "label":"平远县",
                        "value":"20101511052801542174"
                    },
                    {
                        "children":[

                        ],
                        "label":"蕉岭县",
                        "value":"20101511052801542175"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴宁市",
                        "value":"20101511052801542176"
                    }
                ],
                "label":"梅州市",
                "value":"20101511052801542167"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052801542178"
                    },
                    {
                        "children":[

                        ],
                        "label":"城区",
                        "value":"20101511052801542179"
                    },
                    {
                        "children":[

                        ],
                        "label":"海丰县",
                        "value":"20101511052801542180"
                    },
                    {
                        "children":[

                        ],
                        "label":"陆河县",
                        "value":"20101511052801542181"
                    },
                    {
                        "children":[

                        ],
                        "label":"陆丰市",
                        "value":"20101511052801542182"
                    }
                ],
                "label":"汕尾市",
                "value":"20101511052801542177"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052801542184"
                    },
                    {
                        "children":[

                        ],
                        "label":"源城区",
                        "value":"20101511052801542185"
                    },
                    {
                        "children":[

                        ],
                        "label":"紫金县",
                        "value":"20101511052801542186"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙川县",
                        "value":"20101511052801542187"
                    },
                    {
                        "children":[

                        ],
                        "label":"连平县",
                        "value":"20101511052801542188"
                    },
                    {
                        "children":[

                        ],
                        "label":"和平县",
                        "value":"20101511052801542189"
                    },
                    {
                        "children":[

                        ],
                        "label":"东源县",
                        "value":"20101511052801542190"
                    }
                ],
                "label":"河源市",
                "value":"20101511052801542183"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052801542192"
                    },
                    {
                        "children":[

                        ],
                        "label":"江城区",
                        "value":"20101511052801542193"
                    },
                    {
                        "children":[

                        ],
                        "label":"阳东区",
                        "value":"20101511052801542194"
                    },
                    {
                        "children":[

                        ],
                        "label":"阳西县",
                        "value":"20101511052801542195"
                    },
                    {
                        "children":[

                        ],
                        "label":"阳春市",
                        "value":"20101511052801542196"
                    }
                ],
                "label":"阳江市",
                "value":"20101511052801542191"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052801542198"
                    },
                    {
                        "children":[

                        ],
                        "label":"清城区",
                        "value":"20101511052801542199"
                    },
                    {
                        "children":[

                        ],
                        "label":"清新区",
                        "value":"20101511052801542200"
                    },
                    {
                        "children":[

                        ],
                        "label":"佛冈县",
                        "value":"20101511052801542201"
                    },
                    {
                        "children":[

                        ],
                        "label":"阳山县",
                        "value":"20101511052801542202"
                    },
                    {
                        "children":[

                        ],
                        "label":"连山壮族瑶族自治县",
                        "value":"20101511052801542203"
                    },
                    {
                        "children":[

                        ],
                        "label":"连南瑶族自治县",
                        "value":"20101511052801542204"
                    },
                    {
                        "children":[

                        ],
                        "label":"英德市",
                        "value":"20101511052801542205"
                    },
                    {
                        "children":[

                        ],
                        "label":"连州市",
                        "value":"20101511052801542206"
                    }
                ],
                "label":"清远市",
                "value":"20101511052801542197"
            },
            {
                "children":[

                ],
                "label":"东莞市",
                "value":"20101511052801542207"
            },
            {
                "children":[

                ],
                "label":"中山市",
                "value":"20101511052801542208"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052801542210"
                    },
                    {
                        "children":[

                        ],
                        "label":"湘桥区",
                        "value":"20101511052801542211"
                    },
                    {
                        "children":[

                        ],
                        "label":"潮安区",
                        "value":"20101511052801542212"
                    },
                    {
                        "children":[

                        ],
                        "label":"饶平县",
                        "value":"20101511052801542213"
                    }
                ],
                "label":"潮州市",
                "value":"20101511052801542209"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052801542215"
                    },
                    {
                        "children":[

                        ],
                        "label":"榕城区",
                        "value":"20101511052801542216"
                    },
                    {
                        "children":[

                        ],
                        "label":"揭东区",
                        "value":"20101511052801542217"
                    },
                    {
                        "children":[

                        ],
                        "label":"揭西县",
                        "value":"20101511052801542218"
                    },
                    {
                        "children":[

                        ],
                        "label":"惠来县",
                        "value":"20101511052801542219"
                    },
                    {
                        "children":[

                        ],
                        "label":"普宁市",
                        "value":"20101511052801542220"
                    }
                ],
                "label":"揭阳市",
                "value":"20101511052801542214"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052801542222"
                    },
                    {
                        "children":[

                        ],
                        "label":"云城区",
                        "value":"20101511052801542223"
                    },
                    {
                        "children":[

                        ],
                        "label":"云安区",
                        "value":"20101511052801542224"
                    },
                    {
                        "children":[

                        ],
                        "label":"新兴县",
                        "value":"20101511052801542225"
                    },
                    {
                        "children":[

                        ],
                        "label":"郁南县",
                        "value":"20101511052801542226"
                    },
                    {
                        "children":[

                        ],
                        "label":"罗定市",
                        "value":"20101511052801542227"
                    }
                ],
                "label":"云浮市",
                "value":"20101511052801542221"
            }
        ],
        "label":"广东省",
        "value":"20101511052797347845"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052805736449"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴宁区",
                        "value":"20101511052805736450"
                    },
                    {
                        "children":[

                        ],
                        "label":"青秀区",
                        "value":"20101511052805736451"
                    },
                    {
                        "children":[

                        ],
                        "label":"江南区",
                        "value":"20101511052805736452"
                    },
                    {
                        "children":[

                        ],
                        "label":"西乡塘区",
                        "value":"20101511052805736453"
                    },
                    {
                        "children":[

                        ],
                        "label":"良庆区",
                        "value":"20101511052805736454"
                    },
                    {
                        "children":[

                        ],
                        "label":"邕宁区",
                        "value":"20101511052805736455"
                    },
                    {
                        "children":[

                        ],
                        "label":"武鸣区",
                        "value":"20101511052805736456"
                    },
                    {
                        "children":[

                        ],
                        "label":"隆安县",
                        "value":"20101511052805736457"
                    },
                    {
                        "children":[

                        ],
                        "label":"马山县",
                        "value":"20101511052805736458"
                    },
                    {
                        "children":[

                        ],
                        "label":"上林县",
                        "value":"20101511052805736459"
                    },
                    {
                        "children":[

                        ],
                        "label":"宾阳县",
                        "value":"20101511052805736460"
                    },
                    {
                        "children":[

                        ],
                        "label":"横县",
                        "value":"20101511052805736461"
                    }
                ],
                "label":"南宁市",
                "value":"20101511052805736448"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052805736463"
                    },
                    {
                        "children":[

                        ],
                        "label":"城中区",
                        "value":"20101511052805736464"
                    },
                    {
                        "children":[

                        ],
                        "label":"鱼峰区",
                        "value":"20101511052805736465"
                    },
                    {
                        "children":[

                        ],
                        "label":"柳南区",
                        "value":"20101511052805736466"
                    },
                    {
                        "children":[

                        ],
                        "label":"柳北区",
                        "value":"20101511052805736467"
                    },
                    {
                        "children":[

                        ],
                        "label":"柳江区",
                        "value":"20101511052805736468"
                    },
                    {
                        "children":[

                        ],
                        "label":"柳城县",
                        "value":"20101511052805736469"
                    },
                    {
                        "children":[

                        ],
                        "label":"鹿寨县",
                        "value":"20101511052805736470"
                    },
                    {
                        "children":[

                        ],
                        "label":"融安县",
                        "value":"20101511052805736471"
                    },
                    {
                        "children":[

                        ],
                        "label":"融水苗族自治县",
                        "value":"20101511052805736472"
                    },
                    {
                        "children":[

                        ],
                        "label":"三江侗族自治县",
                        "value":"20101511052805736473"
                    }
                ],
                "label":"柳州市",
                "value":"20101511052805736462"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052805736475"
                    },
                    {
                        "children":[

                        ],
                        "label":"秀峰区",
                        "value":"20101511052805736476"
                    },
                    {
                        "children":[

                        ],
                        "label":"叠彩区",
                        "value":"20101511052805736477"
                    },
                    {
                        "children":[

                        ],
                        "label":"象山区",
                        "value":"20101511052805736478"
                    },
                    {
                        "children":[

                        ],
                        "label":"七星区",
                        "value":"20101511052805736479"
                    },
                    {
                        "children":[

                        ],
                        "label":"雁山区",
                        "value":"20101511052805736480"
                    },
                    {
                        "children":[

                        ],
                        "label":"临桂区",
                        "value":"20101511052805736481"
                    },
                    {
                        "children":[

                        ],
                        "label":"阳朔县",
                        "value":"20101511052805736482"
                    },
                    {
                        "children":[

                        ],
                        "label":"灵川县",
                        "value":"20101511052805736483"
                    },
                    {
                        "children":[

                        ],
                        "label":"全州县",
                        "value":"20101511052805736484"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴安县",
                        "value":"20101511052805736485"
                    },
                    {
                        "children":[

                        ],
                        "label":"永福县",
                        "value":"20101511052805736486"
                    },
                    {
                        "children":[

                        ],
                        "label":"灌阳县",
                        "value":"20101511052805736487"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙胜各族自治县",
                        "value":"20101511052805736488"
                    },
                    {
                        "children":[

                        ],
                        "label":"资源县",
                        "value":"20101511052805736489"
                    },
                    {
                        "children":[

                        ],
                        "label":"平乐县",
                        "value":"20101511052805736490"
                    },
                    {
                        "children":[

                        ],
                        "label":"荔浦县",
                        "value":"20101511052805736491"
                    },
                    {
                        "children":[

                        ],
                        "label":"恭城瑶族自治县",
                        "value":"20101511052805736492"
                    }
                ],
                "label":"桂林市",
                "value":"20101511052805736474"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052805736494"
                    },
                    {
                        "children":[

                        ],
                        "label":"万秀区",
                        "value":"20101511052805736495"
                    },
                    {
                        "children":[

                        ],
                        "label":"长洲区",
                        "value":"20101511052805736496"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙圩区",
                        "value":"20101511052805736497"
                    },
                    {
                        "children":[

                        ],
                        "label":"苍梧县",
                        "value":"20101511052805736498"
                    },
                    {
                        "children":[

                        ],
                        "label":"藤县",
                        "value":"20101511052805736499"
                    },
                    {
                        "children":[

                        ],
                        "label":"蒙山县",
                        "value":"20101511052805736500"
                    },
                    {
                        "children":[

                        ],
                        "label":"岑溪市",
                        "value":"20101511052805736501"
                    }
                ],
                "label":"梧州市",
                "value":"20101511052805736493"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052805736503"
                    },
                    {
                        "children":[

                        ],
                        "label":"海城区",
                        "value":"20101511052805736504"
                    },
                    {
                        "children":[

                        ],
                        "label":"银海区",
                        "value":"20101511052805736505"
                    },
                    {
                        "children":[

                        ],
                        "label":"铁山港区",
                        "value":"20101511052805736506"
                    },
                    {
                        "children":[

                        ],
                        "label":"合浦县",
                        "value":"20101511052805736507"
                    }
                ],
                "label":"北海市",
                "value":"20101511052805736502"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052805736509"
                    },
                    {
                        "children":[

                        ],
                        "label":"港口区",
                        "value":"20101511052805736510"
                    },
                    {
                        "children":[

                        ],
                        "label":"防城区",
                        "value":"20101511052805736511"
                    },
                    {
                        "children":[

                        ],
                        "label":"上思县",
                        "value":"20101511052805736512"
                    },
                    {
                        "children":[

                        ],
                        "label":"东兴市",
                        "value":"20101511052805736513"
                    }
                ],
                "label":"防城港市",
                "value":"20101511052805736508"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052805736515"
                    },
                    {
                        "children":[

                        ],
                        "label":"钦南区",
                        "value":"20101511052805736516"
                    },
                    {
                        "children":[

                        ],
                        "label":"钦北区",
                        "value":"20101511052805736517"
                    },
                    {
                        "children":[

                        ],
                        "label":"灵山县",
                        "value":"20101511052805736518"
                    },
                    {
                        "children":[

                        ],
                        "label":"浦北县",
                        "value":"20101511052805736519"
                    }
                ],
                "label":"钦州市",
                "value":"20101511052805736514"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052805736521"
                    },
                    {
                        "children":[

                        ],
                        "label":"港北区",
                        "value":"20101511052805736522"
                    },
                    {
                        "children":[

                        ],
                        "label":"港南区",
                        "value":"20101511052805736523"
                    },
                    {
                        "children":[

                        ],
                        "label":"覃塘区",
                        "value":"20101511052805736524"
                    },
                    {
                        "children":[

                        ],
                        "label":"平南县",
                        "value":"20101511052805736525"
                    },
                    {
                        "children":[

                        ],
                        "label":"桂平市",
                        "value":"20101511052805736526"
                    }
                ],
                "label":"贵港市",
                "value":"20101511052805736520"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052805736528"
                    },
                    {
                        "children":[

                        ],
                        "label":"玉州区",
                        "value":"20101511052805736529"
                    },
                    {
                        "children":[

                        ],
                        "label":"福绵区",
                        "value":"20101511052805736530"
                    },
                    {
                        "children":[

                        ],
                        "label":"容县",
                        "value":"20101511052805736531"
                    },
                    {
                        "children":[

                        ],
                        "label":"陆川县",
                        "value":"20101511052805736532"
                    },
                    {
                        "children":[

                        ],
                        "label":"博白县",
                        "value":"20101511052805736533"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴业县",
                        "value":"20101511052805736534"
                    },
                    {
                        "children":[

                        ],
                        "label":"北流市",
                        "value":"20101511052805736535"
                    }
                ],
                "label":"玉林市",
                "value":"20101511052805736527"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052809930753"
                    },
                    {
                        "children":[

                        ],
                        "label":"右江区",
                        "value":"20101511052809930754"
                    },
                    {
                        "children":[

                        ],
                        "label":"田阳县",
                        "value":"20101511052809930755"
                    },
                    {
                        "children":[

                        ],
                        "label":"田东县",
                        "value":"20101511052809930756"
                    },
                    {
                        "children":[

                        ],
                        "label":"平果县",
                        "value":"20101511052809930757"
                    },
                    {
                        "children":[

                        ],
                        "label":"德保县",
                        "value":"20101511052809930758"
                    },
                    {
                        "children":[

                        ],
                        "label":"那坡县",
                        "value":"20101511052809930759"
                    },
                    {
                        "children":[

                        ],
                        "label":"凌云县",
                        "value":"20101511052809930760"
                    },
                    {
                        "children":[

                        ],
                        "label":"乐业县",
                        "value":"20101511052809930761"
                    },
                    {
                        "children":[

                        ],
                        "label":"田林县",
                        "value":"20101511052809930762"
                    },
                    {
                        "children":[

                        ],
                        "label":"西林县",
                        "value":"20101511052809930763"
                    },
                    {
                        "children":[

                        ],
                        "label":"隆林各族自治县",
                        "value":"20101511052809930764"
                    },
                    {
                        "children":[

                        ],
                        "label":"靖西市",
                        "value":"20101511052809930765"
                    }
                ],
                "label":"百色市",
                "value":"20101511052809930752"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052809930767"
                    },
                    {
                        "children":[

                        ],
                        "label":"八步区",
                        "value":"20101511052809930768"
                    },
                    {
                        "children":[

                        ],
                        "label":"平桂区",
                        "value":"20101511052809930769"
                    },
                    {
                        "children":[

                        ],
                        "label":"昭平县",
                        "value":"20101511052809930770"
                    },
                    {
                        "children":[

                        ],
                        "label":"钟山县",
                        "value":"20101511052809930771"
                    },
                    {
                        "children":[

                        ],
                        "label":"富川瑶族自治县",
                        "value":"20101511052809930772"
                    }
                ],
                "label":"贺州市",
                "value":"20101511052809930766"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052809930774"
                    },
                    {
                        "children":[

                        ],
                        "label":"金城江区",
                        "value":"20101511052809930775"
                    },
                    {
                        "children":[

                        ],
                        "label":"南丹县",
                        "value":"20101511052809930776"
                    },
                    {
                        "children":[

                        ],
                        "label":"天峨县",
                        "value":"20101511052809930777"
                    },
                    {
                        "children":[

                        ],
                        "label":"凤山县",
                        "value":"20101511052809930778"
                    },
                    {
                        "children":[

                        ],
                        "label":"东兰县",
                        "value":"20101511052809930779"
                    },
                    {
                        "children":[

                        ],
                        "label":"罗城仫佬族自治县",
                        "value":"20101511052809930780"
                    },
                    {
                        "children":[

                        ],
                        "label":"环江毛南族自治县",
                        "value":"20101511052809930781"
                    },
                    {
                        "children":[

                        ],
                        "label":"巴马瑶族自治县",
                        "value":"20101511052809930782"
                    },
                    {
                        "children":[

                        ],
                        "label":"都安瑶族自治县",
                        "value":"20101511052809930783"
                    },
                    {
                        "children":[

                        ],
                        "label":"大化瑶族自治县",
                        "value":"20101511052809930784"
                    },
                    {
                        "children":[

                        ],
                        "label":"宜州市",
                        "value":"20101511052809930785"
                    }
                ],
                "label":"河池市",
                "value":"20101511052809930773"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052809930787"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴宾区",
                        "value":"20101511052809930788"
                    },
                    {
                        "children":[

                        ],
                        "label":"忻城县",
                        "value":"20101511052809930789"
                    },
                    {
                        "children":[

                        ],
                        "label":"象州县",
                        "value":"20101511052809930790"
                    },
                    {
                        "children":[

                        ],
                        "label":"武宣县",
                        "value":"20101511052809930791"
                    },
                    {
                        "children":[

                        ],
                        "label":"金秀瑶族自治县",
                        "value":"20101511052809930792"
                    },
                    {
                        "children":[

                        ],
                        "label":"合山市",
                        "value":"20101511052809930793"
                    }
                ],
                "label":"来宾市",
                "value":"20101511052809930786"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052809930795"
                    },
                    {
                        "children":[

                        ],
                        "label":"江州区",
                        "value":"20101511052809930796"
                    },
                    {
                        "children":[

                        ],
                        "label":"扶绥县",
                        "value":"20101511052809930797"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁明县",
                        "value":"20101511052809930798"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙州县",
                        "value":"20101511052809930799"
                    },
                    {
                        "children":[

                        ],
                        "label":"大新县",
                        "value":"20101511052809930800"
                    },
                    {
                        "children":[

                        ],
                        "label":"天等县",
                        "value":"20101511052809930801"
                    },
                    {
                        "children":[

                        ],
                        "label":"凭祥市",
                        "value":"20101511052809930802"
                    }
                ],
                "label":"崇左市",
                "value":"20101511052809930794"
            }
        ],
        "label":"广西壮族自治区",
        "value":"20101511052801542228"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052809930805"
                    },
                    {
                        "children":[

                        ],
                        "label":"秀英区",
                        "value":"20101511052809930806"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙华区",
                        "value":"20101511052809930807"
                    },
                    {
                        "children":[

                        ],
                        "label":"琼山区",
                        "value":"20101511052809930808"
                    },
                    {
                        "children":[

                        ],
                        "label":"美兰区",
                        "value":"20101511052809930809"
                    }
                ],
                "label":"海口市",
                "value":"20101511052809930804"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052809930811"
                    },
                    {
                        "children":[

                        ],
                        "label":"海棠区",
                        "value":"20101511052809930812"
                    },
                    {
                        "children":[

                        ],
                        "label":"吉阳区",
                        "value":"20101511052809930813"
                    },
                    {
                        "children":[

                        ],
                        "label":"天涯区",
                        "value":"20101511052809930814"
                    },
                    {
                        "children":[

                        ],
                        "label":"崖州区",
                        "value":"20101511052809930815"
                    }
                ],
                "label":"三亚市",
                "value":"20101511052809930810"
            },
            {
                "children":[

                ],
                "label":"三沙市",
                "value":"20101511052809930816"
            },
            {
                "children":[

                ],
                "label":"儋州市",
                "value":"20101511052809930817"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"五指山市",
                        "value":"20101511052814125056"
                    },
                    {
                        "children":[

                        ],
                        "label":"琼海市",
                        "value":"20101511052814125057"
                    },
                    {
                        "children":[

                        ],
                        "label":"文昌市",
                        "value":"20101511052814125058"
                    },
                    {
                        "children":[

                        ],
                        "label":"万宁市",
                        "value":"20101511052814125059"
                    },
                    {
                        "children":[

                        ],
                        "label":"东方市",
                        "value":"20101511052814125060"
                    },
                    {
                        "children":[

                        ],
                        "label":"定安县",
                        "value":"20101511052814125061"
                    },
                    {
                        "children":[

                        ],
                        "label":"屯昌县",
                        "value":"20101511052814125062"
                    },
                    {
                        "children":[

                        ],
                        "label":"澄迈县",
                        "value":"20101511052814125063"
                    },
                    {
                        "children":[

                        ],
                        "label":"临高县",
                        "value":"20101511052814125064"
                    },
                    {
                        "children":[

                        ],
                        "label":"白沙黎族自治县",
                        "value":"20101511052814125065"
                    },
                    {
                        "children":[

                        ],
                        "label":"昌江黎族自治县",
                        "value":"20101511052814125066"
                    },
                    {
                        "children":[

                        ],
                        "label":"乐东黎族自治县",
                        "value":"20101511052814125067"
                    },
                    {
                        "children":[

                        ],
                        "label":"陵水黎族自治县",
                        "value":"20101511052814125068"
                    },
                    {
                        "children":[

                        ],
                        "label":"保亭黎族苗族自治县",
                        "value":"20101511052814125069"
                    },
                    {
                        "children":[

                        ],
                        "label":"琼中黎族苗族自治县",
                        "value":"20101511052814125070"
                    }
                ],
                "label":"省直辖县级行政区划",
                "value":"20101511052809930818"
            }
        ],
        "label":"海南省",
        "value":"20101511052809930803"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"万州区",
                        "value":"20101511052814125073"
                    },
                    {
                        "children":[

                        ],
                        "label":"涪陵区",
                        "value":"20101511052814125074"
                    },
                    {
                        "children":[

                        ],
                        "label":"渝中区",
                        "value":"20101511052814125075"
                    },
                    {
                        "children":[

                        ],
                        "label":"大渡口区",
                        "value":"20101511052814125076"
                    },
                    {
                        "children":[

                        ],
                        "label":"江北区",
                        "value":"20101511052814125077"
                    },
                    {
                        "children":[

                        ],
                        "label":"沙坪坝区",
                        "value":"20101511052814125078"
                    },
                    {
                        "children":[

                        ],
                        "label":"九龙坡区",
                        "value":"20101511052814125079"
                    },
                    {
                        "children":[

                        ],
                        "label":"南岸区",
                        "value":"20101511052814125080"
                    },
                    {
                        "children":[

                        ],
                        "label":"北碚区",
                        "value":"20101511052814125081"
                    },
                    {
                        "children":[

                        ],
                        "label":"綦江区",
                        "value":"20101511052814125082"
                    },
                    {
                        "children":[

                        ],
                        "label":"大足区",
                        "value":"20101511052814125083"
                    },
                    {
                        "children":[

                        ],
                        "label":"渝北区",
                        "value":"20101511052814125084"
                    },
                    {
                        "children":[

                        ],
                        "label":"巴南区",
                        "value":"20101511052814125085"
                    },
                    {
                        "children":[

                        ],
                        "label":"黔江区",
                        "value":"20101511052814125086"
                    },
                    {
                        "children":[

                        ],
                        "label":"长寿区",
                        "value":"20101511052814125087"
                    },
                    {
                        "children":[

                        ],
                        "label":"江津区",
                        "value":"20101511052814125088"
                    },
                    {
                        "children":[

                        ],
                        "label":"合川区",
                        "value":"20101511052814125089"
                    },
                    {
                        "children":[

                        ],
                        "label":"永川区",
                        "value":"20101511052814125090"
                    },
                    {
                        "children":[

                        ],
                        "label":"南川区",
                        "value":"20101511052814125091"
                    },
                    {
                        "children":[

                        ],
                        "label":"璧山区",
                        "value":"20101511052814125092"
                    },
                    {
                        "children":[

                        ],
                        "label":"铜梁区",
                        "value":"20101511052814125093"
                    },
                    {
                        "children":[

                        ],
                        "label":"潼南区",
                        "value":"20101511052814125094"
                    },
                    {
                        "children":[

                        ],
                        "label":"荣昌区",
                        "value":"20101511052814125095"
                    },
                    {
                        "children":[

                        ],
                        "label":"开州区",
                        "value":"20101511052814125096"
                    }
                ],
                "label":"市辖区",
                "value":"20101511052814125072"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"梁平县",
                        "value":"20101511052814125098"
                    },
                    {
                        "children":[

                        ],
                        "label":"城口县",
                        "value":"20101511052814125099"
                    },
                    {
                        "children":[

                        ],
                        "label":"丰都县",
                        "value":"20101511052814125100"
                    },
                    {
                        "children":[

                        ],
                        "label":"垫江县",
                        "value":"20101511052814125101"
                    },
                    {
                        "children":[

                        ],
                        "label":"武隆县",
                        "value":"20101511052814125102"
                    },
                    {
                        "children":[

                        ],
                        "label":"忠县",
                        "value":"20101511052814125103"
                    },
                    {
                        "children":[

                        ],
                        "label":"云阳县",
                        "value":"20101511052814125104"
                    },
                    {
                        "children":[

                        ],
                        "label":"奉节县",
                        "value":"20101511052814125105"
                    },
                    {
                        "children":[

                        ],
                        "label":"巫山县",
                        "value":"20101511052814125106"
                    },
                    {
                        "children":[

                        ],
                        "label":"巫溪县",
                        "value":"20101511052814125107"
                    },
                    {
                        "children":[

                        ],
                        "label":"石柱土家族自治县",
                        "value":"20101511052814125108"
                    },
                    {
                        "children":[

                        ],
                        "label":"秀山土家族苗族自治县",
                        "value":"20101511052814125109"
                    },
                    {
                        "children":[

                        ],
                        "label":"酉阳土家族苗族自治县",
                        "value":"20101511052814125110"
                    },
                    {
                        "children":[

                        ],
                        "label":"彭水苗族土家族自治县",
                        "value":"20101511052814125111"
                    }
                ],
                "label":"县",
                "value":"20101511052814125097"
            }
        ],
        "label":"重庆市",
        "value":"20101511052814125071"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052814125114"
                    },
                    {
                        "children":[

                        ],
                        "label":"锦江区",
                        "value":"20101511052814125115"
                    },
                    {
                        "children":[

                        ],
                        "label":"青羊区",
                        "value":"20101511052814125116"
                    },
                    {
                        "children":[

                        ],
                        "label":"金牛区",
                        "value":"20101511052814125117"
                    },
                    {
                        "children":[

                        ],
                        "label":"武侯区",
                        "value":"20101511052814125118"
                    },
                    {
                        "children":[

                        ],
                        "label":"成华区",
                        "value":"20101511052814125119"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙泉驿区",
                        "value":"20101511052814125120"
                    },
                    {
                        "children":[

                        ],
                        "label":"青白江区",
                        "value":"20101511052814125121"
                    },
                    {
                        "children":[

                        ],
                        "label":"新都区",
                        "value":"20101511052814125122"
                    },
                    {
                        "children":[

                        ],
                        "label":"温江区",
                        "value":"20101511052814125123"
                    },
                    {
                        "children":[

                        ],
                        "label":"双流区",
                        "value":"20101511052814125124"
                    },
                    {
                        "children":[

                        ],
                        "label":"金堂县",
                        "value":"20101511052814125125"
                    },
                    {
                        "children":[

                        ],
                        "label":"郫县",
                        "value":"20101511052814125126"
                    },
                    {
                        "children":[

                        ],
                        "label":"大邑县",
                        "value":"20101511052814125127"
                    },
                    {
                        "children":[

                        ],
                        "label":"蒲江县",
                        "value":"20101511052814125128"
                    },
                    {
                        "children":[

                        ],
                        "label":"新津县",
                        "value":"20101511052814125129"
                    },
                    {
                        "children":[

                        ],
                        "label":"都江堰市",
                        "value":"20101511052814125130"
                    },
                    {
                        "children":[

                        ],
                        "label":"彭州市",
                        "value":"20101511052814125131"
                    },
                    {
                        "children":[

                        ],
                        "label":"邛崃市",
                        "value":"20101511052814125132"
                    },
                    {
                        "children":[

                        ],
                        "label":"崇州市",
                        "value":"20101511052814125133"
                    },
                    {
                        "children":[

                        ],
                        "label":"简阳市",
                        "value":"20101511052814125134"
                    }
                ],
                "label":"成都市",
                "value":"20101511052814125113"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319360"
                    },
                    {
                        "children":[

                        ],
                        "label":"自流井区",
                        "value":"20101511052818319361"
                    },
                    {
                        "children":[

                        ],
                        "label":"贡井区",
                        "value":"20101511052818319362"
                    },
                    {
                        "children":[

                        ],
                        "label":"大安区",
                        "value":"20101511052818319363"
                    },
                    {
                        "children":[

                        ],
                        "label":"沿滩区",
                        "value":"20101511052818319364"
                    },
                    {
                        "children":[

                        ],
                        "label":"荣县",
                        "value":"20101511052818319365"
                    },
                    {
                        "children":[

                        ],
                        "label":"富顺县",
                        "value":"20101511052818319366"
                    }
                ],
                "label":"自贡市",
                "value":"20101511052814125135"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319368"
                    },
                    {
                        "children":[

                        ],
                        "label":"东区",
                        "value":"20101511052818319369"
                    },
                    {
                        "children":[

                        ],
                        "label":"西区",
                        "value":"20101511052818319370"
                    },
                    {
                        "children":[

                        ],
                        "label":"仁和区",
                        "value":"20101511052818319371"
                    },
                    {
                        "children":[

                        ],
                        "label":"米易县",
                        "value":"20101511052818319372"
                    },
                    {
                        "children":[

                        ],
                        "label":"盐边县",
                        "value":"20101511052818319373"
                    }
                ],
                "label":"攀枝花市",
                "value":"20101511052818319367"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319375"
                    },
                    {
                        "children":[

                        ],
                        "label":"江阳区",
                        "value":"20101511052818319376"
                    },
                    {
                        "children":[

                        ],
                        "label":"纳溪区",
                        "value":"20101511052818319377"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙马潭区",
                        "value":"20101511052818319378"
                    },
                    {
                        "children":[

                        ],
                        "label":"泸县",
                        "value":"20101511052818319379"
                    },
                    {
                        "children":[

                        ],
                        "label":"合江县",
                        "value":"20101511052818319380"
                    },
                    {
                        "children":[

                        ],
                        "label":"叙永县",
                        "value":"20101511052818319381"
                    },
                    {
                        "children":[

                        ],
                        "label":"古蔺县",
                        "value":"20101511052818319382"
                    }
                ],
                "label":"泸州市",
                "value":"20101511052818319374"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319384"
                    },
                    {
                        "children":[

                        ],
                        "label":"旌阳区",
                        "value":"20101511052818319385"
                    },
                    {
                        "children":[

                        ],
                        "label":"中江县",
                        "value":"20101511052818319386"
                    },
                    {
                        "children":[

                        ],
                        "label":"罗江县",
                        "value":"20101511052818319387"
                    },
                    {
                        "children":[

                        ],
                        "label":"广汉市",
                        "value":"20101511052818319388"
                    },
                    {
                        "children":[

                        ],
                        "label":"什邡市",
                        "value":"20101511052818319389"
                    },
                    {
                        "children":[

                        ],
                        "label":"绵竹市",
                        "value":"20101511052818319390"
                    }
                ],
                "label":"德阳市",
                "value":"20101511052818319383"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319392"
                    },
                    {
                        "children":[

                        ],
                        "label":"涪城区",
                        "value":"20101511052818319393"
                    },
                    {
                        "children":[

                        ],
                        "label":"游仙区",
                        "value":"20101511052818319394"
                    },
                    {
                        "children":[

                        ],
                        "label":"安州区",
                        "value":"20101511052818319395"
                    },
                    {
                        "children":[

                        ],
                        "label":"三台县",
                        "value":"20101511052818319396"
                    },
                    {
                        "children":[

                        ],
                        "label":"盐亭县",
                        "value":"20101511052818319397"
                    },
                    {
                        "children":[

                        ],
                        "label":"梓潼县",
                        "value":"20101511052818319398"
                    },
                    {
                        "children":[

                        ],
                        "label":"北川羌族自治县",
                        "value":"20101511052818319399"
                    },
                    {
                        "children":[

                        ],
                        "label":"平武县",
                        "value":"20101511052818319400"
                    },
                    {
                        "children":[

                        ],
                        "label":"江油市",
                        "value":"20101511052818319401"
                    }
                ],
                "label":"绵阳市",
                "value":"20101511052818319391"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319403"
                    },
                    {
                        "children":[

                        ],
                        "label":"利州区",
                        "value":"20101511052818319404"
                    },
                    {
                        "children":[

                        ],
                        "label":"昭化区",
                        "value":"20101511052818319405"
                    },
                    {
                        "children":[

                        ],
                        "label":"朝天区",
                        "value":"20101511052818319406"
                    },
                    {
                        "children":[

                        ],
                        "label":"旺苍县",
                        "value":"20101511052818319407"
                    },
                    {
                        "children":[

                        ],
                        "label":"青川县",
                        "value":"20101511052818319408"
                    },
                    {
                        "children":[

                        ],
                        "label":"剑阁县",
                        "value":"20101511052818319409"
                    },
                    {
                        "children":[

                        ],
                        "label":"苍溪县",
                        "value":"20101511052818319410"
                    }
                ],
                "label":"广元市",
                "value":"20101511052818319402"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319412"
                    },
                    {
                        "children":[

                        ],
                        "label":"船山区",
                        "value":"20101511052818319413"
                    },
                    {
                        "children":[

                        ],
                        "label":"安居区",
                        "value":"20101511052818319414"
                    },
                    {
                        "children":[

                        ],
                        "label":"蓬溪县",
                        "value":"20101511052818319415"
                    },
                    {
                        "children":[

                        ],
                        "label":"射洪县",
                        "value":"20101511052818319416"
                    },
                    {
                        "children":[

                        ],
                        "label":"大英县",
                        "value":"20101511052818319417"
                    }
                ],
                "label":"遂宁市",
                "value":"20101511052818319411"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319419"
                    },
                    {
                        "children":[

                        ],
                        "label":"市中区",
                        "value":"20101511052818319420"
                    },
                    {
                        "children":[

                        ],
                        "label":"东兴区",
                        "value":"20101511052818319421"
                    },
                    {
                        "children":[

                        ],
                        "label":"威远县",
                        "value":"20101511052818319422"
                    },
                    {
                        "children":[

                        ],
                        "label":"资中县",
                        "value":"20101511052818319423"
                    },
                    {
                        "children":[

                        ],
                        "label":"隆昌县",
                        "value":"20101511052818319424"
                    }
                ],
                "label":"内江市",
                "value":"20101511052818319418"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319426"
                    },
                    {
                        "children":[

                        ],
                        "label":"市中区",
                        "value":"20101511052818319427"
                    },
                    {
                        "children":[

                        ],
                        "label":"沙湾区",
                        "value":"20101511052818319428"
                    },
                    {
                        "children":[

                        ],
                        "label":"五通桥区",
                        "value":"20101511052818319429"
                    },
                    {
                        "children":[

                        ],
                        "label":"金口河区",
                        "value":"20101511052818319430"
                    },
                    {
                        "children":[

                        ],
                        "label":"犍为县",
                        "value":"20101511052818319431"
                    },
                    {
                        "children":[

                        ],
                        "label":"井研县",
                        "value":"20101511052818319432"
                    },
                    {
                        "children":[

                        ],
                        "label":"夹江县",
                        "value":"20101511052818319433"
                    },
                    {
                        "children":[

                        ],
                        "label":"沐川县",
                        "value":"20101511052818319434"
                    },
                    {
                        "children":[

                        ],
                        "label":"峨边彝族自治县",
                        "value":"20101511052818319435"
                    },
                    {
                        "children":[

                        ],
                        "label":"马边彝族自治县",
                        "value":"20101511052818319436"
                    },
                    {
                        "children":[

                        ],
                        "label":"峨眉山市",
                        "value":"20101511052818319437"
                    }
                ],
                "label":"乐山市",
                "value":"20101511052818319425"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319439"
                    },
                    {
                        "children":[

                        ],
                        "label":"顺庆区",
                        "value":"20101511052818319440"
                    },
                    {
                        "children":[

                        ],
                        "label":"高坪区",
                        "value":"20101511052818319441"
                    },
                    {
                        "children":[

                        ],
                        "label":"嘉陵区",
                        "value":"20101511052818319442"
                    },
                    {
                        "children":[

                        ],
                        "label":"南部县",
                        "value":"20101511052818319443"
                    },
                    {
                        "children":[

                        ],
                        "label":"营山县",
                        "value":"20101511052818319444"
                    },
                    {
                        "children":[

                        ],
                        "label":"蓬安县",
                        "value":"20101511052818319445"
                    },
                    {
                        "children":[

                        ],
                        "label":"仪陇县",
                        "value":"20101511052818319446"
                    },
                    {
                        "children":[

                        ],
                        "label":"西充县",
                        "value":"20101511052818319447"
                    },
                    {
                        "children":[

                        ],
                        "label":"阆中市",
                        "value":"20101511052818319448"
                    }
                ],
                "label":"南充市",
                "value":"20101511052818319438"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319450"
                    },
                    {
                        "children":[

                        ],
                        "label":"东坡区",
                        "value":"20101511052818319451"
                    },
                    {
                        "children":[

                        ],
                        "label":"彭山区",
                        "value":"20101511052818319452"
                    },
                    {
                        "children":[

                        ],
                        "label":"仁寿县",
                        "value":"20101511052818319453"
                    },
                    {
                        "children":[

                        ],
                        "label":"洪雅县",
                        "value":"20101511052818319454"
                    },
                    {
                        "children":[

                        ],
                        "label":"丹棱县",
                        "value":"20101511052818319455"
                    },
                    {
                        "children":[

                        ],
                        "label":"青神县",
                        "value":"20101511052818319456"
                    }
                ],
                "label":"眉山市",
                "value":"20101511052818319449"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319458"
                    },
                    {
                        "children":[

                        ],
                        "label":"翠屏区",
                        "value":"20101511052818319459"
                    },
                    {
                        "children":[

                        ],
                        "label":"南溪区",
                        "value":"20101511052818319460"
                    },
                    {
                        "children":[

                        ],
                        "label":"宜宾县",
                        "value":"20101511052818319461"
                    },
                    {
                        "children":[

                        ],
                        "label":"江安县",
                        "value":"20101511052818319462"
                    },
                    {
                        "children":[

                        ],
                        "label":"长宁县",
                        "value":"20101511052818319463"
                    },
                    {
                        "children":[

                        ],
                        "label":"高县",
                        "value":"20101511052818319464"
                    },
                    {
                        "children":[

                        ],
                        "label":"珙县",
                        "value":"20101511052818319465"
                    },
                    {
                        "children":[

                        ],
                        "label":"筠连县",
                        "value":"20101511052818319466"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴文县",
                        "value":"20101511052818319467"
                    },
                    {
                        "children":[

                        ],
                        "label":"屏山县",
                        "value":"20101511052818319468"
                    }
                ],
                "label":"宜宾市",
                "value":"20101511052818319457"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319470"
                    },
                    {
                        "children":[

                        ],
                        "label":"广安区",
                        "value":"20101511052818319471"
                    },
                    {
                        "children":[

                        ],
                        "label":"前锋区",
                        "value":"20101511052818319472"
                    },
                    {
                        "children":[

                        ],
                        "label":"岳池县",
                        "value":"20101511052818319473"
                    },
                    {
                        "children":[

                        ],
                        "label":"武胜县",
                        "value":"20101511052818319474"
                    },
                    {
                        "children":[

                        ],
                        "label":"邻水县",
                        "value":"20101511052818319475"
                    },
                    {
                        "children":[

                        ],
                        "label":"华蓥市",
                        "value":"20101511052818319476"
                    }
                ],
                "label":"广安市",
                "value":"20101511052818319469"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052818319478"
                    },
                    {
                        "children":[

                        ],
                        "label":"通川区",
                        "value":"20101511052818319479"
                    },
                    {
                        "children":[

                        ],
                        "label":"达川区",
                        "value":"20101511052818319480"
                    },
                    {
                        "children":[

                        ],
                        "label":"宣汉县",
                        "value":"20101511052818319481"
                    },
                    {
                        "children":[

                        ],
                        "label":"开江县",
                        "value":"20101511052818319482"
                    },
                    {
                        "children":[

                        ],
                        "label":"大竹县",
                        "value":"20101511052818319483"
                    },
                    {
                        "children":[

                        ],
                        "label":"渠县",
                        "value":"20101511052818319484"
                    },
                    {
                        "children":[

                        ],
                        "label":"万源市",
                        "value":"20101511052818319485"
                    }
                ],
                "label":"达州市",
                "value":"20101511052818319477"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052822513665"
                    },
                    {
                        "children":[

                        ],
                        "label":"雨城区",
                        "value":"20101511052822513666"
                    },
                    {
                        "children":[

                        ],
                        "label":"名山区",
                        "value":"20101511052822513667"
                    },
                    {
                        "children":[

                        ],
                        "label":"荥经县",
                        "value":"20101511052822513668"
                    },
                    {
                        "children":[

                        ],
                        "label":"汉源县",
                        "value":"20101511052822513669"
                    },
                    {
                        "children":[

                        ],
                        "label":"石棉县",
                        "value":"20101511052822513670"
                    },
                    {
                        "children":[

                        ],
                        "label":"天全县",
                        "value":"20101511052822513671"
                    },
                    {
                        "children":[

                        ],
                        "label":"芦山县",
                        "value":"20101511052822513672"
                    },
                    {
                        "children":[

                        ],
                        "label":"宝兴县",
                        "value":"20101511052822513673"
                    }
                ],
                "label":"雅安市",
                "value":"20101511052822513664"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052822513675"
                    },
                    {
                        "children":[

                        ],
                        "label":"巴州区",
                        "value":"20101511052822513676"
                    },
                    {
                        "children":[

                        ],
                        "label":"恩阳区",
                        "value":"20101511052822513677"
                    },
                    {
                        "children":[

                        ],
                        "label":"通江县",
                        "value":"20101511052822513678"
                    },
                    {
                        "children":[

                        ],
                        "label":"南江县",
                        "value":"20101511052822513679"
                    },
                    {
                        "children":[

                        ],
                        "label":"平昌县",
                        "value":"20101511052822513680"
                    }
                ],
                "label":"巴中市",
                "value":"20101511052822513674"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052822513682"
                    },
                    {
                        "children":[

                        ],
                        "label":"雁江区",
                        "value":"20101511052822513683"
                    },
                    {
                        "children":[

                        ],
                        "label":"安岳县",
                        "value":"20101511052822513684"
                    },
                    {
                        "children":[

                        ],
                        "label":"乐至县",
                        "value":"20101511052822513685"
                    }
                ],
                "label":"资阳市",
                "value":"20101511052822513681"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"马尔康市",
                        "value":"20101511052822513687"
                    },
                    {
                        "children":[

                        ],
                        "label":"汶川县",
                        "value":"20101511052822513688"
                    },
                    {
                        "children":[

                        ],
                        "label":"理县",
                        "value":"20101511052822513689"
                    },
                    {
                        "children":[

                        ],
                        "label":"茂县",
                        "value":"20101511052822513690"
                    },
                    {
                        "children":[

                        ],
                        "label":"松潘县",
                        "value":"20101511052822513691"
                    },
                    {
                        "children":[

                        ],
                        "label":"九寨沟县",
                        "value":"20101511052822513692"
                    },
                    {
                        "children":[

                        ],
                        "label":"金川县",
                        "value":"20101511052822513693"
                    },
                    {
                        "children":[

                        ],
                        "label":"小金县",
                        "value":"20101511052822513694"
                    },
                    {
                        "children":[

                        ],
                        "label":"黑水县",
                        "value":"20101511052822513695"
                    },
                    {
                        "children":[

                        ],
                        "label":"壤塘县",
                        "value":"20101511052822513696"
                    },
                    {
                        "children":[

                        ],
                        "label":"阿坝县",
                        "value":"20101511052822513697"
                    },
                    {
                        "children":[

                        ],
                        "label":"若尔盖县",
                        "value":"20101511052822513698"
                    },
                    {
                        "children":[

                        ],
                        "label":"红原县",
                        "value":"20101511052822513699"
                    }
                ],
                "label":"阿坝藏族羌族自治州",
                "value":"20101511052822513686"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"康定市",
                        "value":"20101511052822513701"
                    },
                    {
                        "children":[

                        ],
                        "label":"泸定县",
                        "value":"20101511052822513702"
                    },
                    {
                        "children":[

                        ],
                        "label":"丹巴县",
                        "value":"20101511052822513703"
                    },
                    {
                        "children":[

                        ],
                        "label":"九龙县",
                        "value":"20101511052822513704"
                    },
                    {
                        "children":[

                        ],
                        "label":"雅江县",
                        "value":"20101511052822513705"
                    },
                    {
                        "children":[

                        ],
                        "label":"道孚县",
                        "value":"20101511052822513706"
                    },
                    {
                        "children":[

                        ],
                        "label":"炉霍县",
                        "value":"20101511052822513707"
                    },
                    {
                        "children":[

                        ],
                        "label":"甘孜县",
                        "value":"20101511052822513708"
                    },
                    {
                        "children":[

                        ],
                        "label":"新龙县",
                        "value":"20101511052822513709"
                    },
                    {
                        "children":[

                        ],
                        "label":"德格县",
                        "value":"20101511052822513710"
                    },
                    {
                        "children":[

                        ],
                        "label":"白玉县",
                        "value":"20101511052822513711"
                    },
                    {
                        "children":[

                        ],
                        "label":"石渠县",
                        "value":"20101511052822513712"
                    },
                    {
                        "children":[

                        ],
                        "label":"色达县",
                        "value":"20101511052822513713"
                    },
                    {
                        "children":[

                        ],
                        "label":"理塘县",
                        "value":"20101511052822513714"
                    },
                    {
                        "children":[

                        ],
                        "label":"巴塘县",
                        "value":"20101511052822513715"
                    },
                    {
                        "children":[

                        ],
                        "label":"乡城县",
                        "value":"20101511052822513716"
                    },
                    {
                        "children":[

                        ],
                        "label":"稻城县",
                        "value":"20101511052822513717"
                    },
                    {
                        "children":[

                        ],
                        "label":"得荣县",
                        "value":"20101511052822513718"
                    }
                ],
                "label":"甘孜藏族自治州",
                "value":"20101511052822513700"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"西昌市",
                        "value":"20101511052822513720"
                    },
                    {
                        "children":[

                        ],
                        "label":"木里藏族自治县",
                        "value":"20101511052822513721"
                    },
                    {
                        "children":[

                        ],
                        "label":"盐源县",
                        "value":"20101511052822513722"
                    },
                    {
                        "children":[

                        ],
                        "label":"德昌县",
                        "value":"20101511052822513723"
                    },
                    {
                        "children":[

                        ],
                        "label":"会理县",
                        "value":"20101511052822513724"
                    },
                    {
                        "children":[

                        ],
                        "label":"会东县",
                        "value":"20101511052822513725"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁南县",
                        "value":"20101511052822513726"
                    },
                    {
                        "children":[

                        ],
                        "label":"普格县",
                        "value":"20101511052822513727"
                    },
                    {
                        "children":[

                        ],
                        "label":"布拖县",
                        "value":"20101511052822513728"
                    },
                    {
                        "children":[

                        ],
                        "label":"金阳县",
                        "value":"20101511052822513729"
                    },
                    {
                        "children":[

                        ],
                        "label":"昭觉县",
                        "value":"20101511052822513730"
                    },
                    {
                        "children":[

                        ],
                        "label":"喜德县",
                        "value":"20101511052822513731"
                    },
                    {
                        "children":[

                        ],
                        "label":"冕宁县",
                        "value":"20101511052822513732"
                    },
                    {
                        "children":[

                        ],
                        "label":"越西县",
                        "value":"20101511052822513733"
                    },
                    {
                        "children":[

                        ],
                        "label":"甘洛县",
                        "value":"20101511052822513734"
                    },
                    {
                        "children":[

                        ],
                        "label":"美姑县",
                        "value":"20101511052822513735"
                    },
                    {
                        "children":[

                        ],
                        "label":"雷波县",
                        "value":"20101511052822513736"
                    }
                ],
                "label":"凉山彝族自治州",
                "value":"20101511052822513719"
            }
        ],
        "label":"四川省",
        "value":"20101511052814125112"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052822513739"
                    },
                    {
                        "children":[

                        ],
                        "label":"南明区",
                        "value":"20101511052822513740"
                    },
                    {
                        "children":[

                        ],
                        "label":"云岩区",
                        "value":"20101511052822513741"
                    },
                    {
                        "children":[

                        ],
                        "label":"花溪区",
                        "value":"20101511052822513742"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌当区",
                        "value":"20101511052822513743"
                    },
                    {
                        "children":[

                        ],
                        "label":"白云区",
                        "value":"20101511052822513744"
                    },
                    {
                        "children":[

                        ],
                        "label":"观山湖区",
                        "value":"20101511052822513745"
                    },
                    {
                        "children":[

                        ],
                        "label":"开阳县",
                        "value":"20101511052822513746"
                    },
                    {
                        "children":[

                        ],
                        "label":"息烽县",
                        "value":"20101511052822513747"
                    },
                    {
                        "children":[

                        ],
                        "label":"修文县",
                        "value":"20101511052826707968"
                    },
                    {
                        "children":[

                        ],
                        "label":"清镇市",
                        "value":"20101511052826707969"
                    }
                ],
                "label":"贵阳市",
                "value":"20101511052822513738"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"钟山区",
                        "value":"20101511052826707971"
                    },
                    {
                        "children":[

                        ],
                        "label":"六枝特区",
                        "value":"20101511052826707972"
                    },
                    {
                        "children":[

                        ],
                        "label":"水城县",
                        "value":"20101511052826707973"
                    },
                    {
                        "children":[

                        ],
                        "label":"盘县",
                        "value":"20101511052826707974"
                    }
                ],
                "label":"六盘水市",
                "value":"20101511052826707970"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052826707976"
                    },
                    {
                        "children":[

                        ],
                        "label":"红花岗区",
                        "value":"20101511052826707977"
                    },
                    {
                        "children":[

                        ],
                        "label":"汇川区",
                        "value":"20101511052826707978"
                    },
                    {
                        "children":[

                        ],
                        "label":"播州区",
                        "value":"20101511052826707979"
                    },
                    {
                        "children":[

                        ],
                        "label":"桐梓县",
                        "value":"20101511052826707980"
                    },
                    {
                        "children":[

                        ],
                        "label":"绥阳县",
                        "value":"20101511052826707981"
                    },
                    {
                        "children":[

                        ],
                        "label":"正安县",
                        "value":"20101511052826707982"
                    },
                    {
                        "children":[

                        ],
                        "label":"道真仡佬族苗族自治县",
                        "value":"20101511052826707983"
                    },
                    {
                        "children":[

                        ],
                        "label":"务川仡佬族苗族自治县",
                        "value":"20101511052826707984"
                    },
                    {
                        "children":[

                        ],
                        "label":"凤冈县",
                        "value":"20101511052826707985"
                    },
                    {
                        "children":[

                        ],
                        "label":"湄潭县",
                        "value":"20101511052826707986"
                    },
                    {
                        "children":[

                        ],
                        "label":"余庆县",
                        "value":"20101511052826707987"
                    },
                    {
                        "children":[

                        ],
                        "label":"习水县",
                        "value":"20101511052826707988"
                    },
                    {
                        "children":[

                        ],
                        "label":"赤水市",
                        "value":"20101511052826707989"
                    },
                    {
                        "children":[

                        ],
                        "label":"仁怀市",
                        "value":"20101511052826707990"
                    }
                ],
                "label":"遵义市",
                "value":"20101511052826707975"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052826707992"
                    },
                    {
                        "children":[

                        ],
                        "label":"西秀区",
                        "value":"20101511052826707993"
                    },
                    {
                        "children":[

                        ],
                        "label":"平坝区",
                        "value":"20101511052826707994"
                    },
                    {
                        "children":[

                        ],
                        "label":"普定县",
                        "value":"20101511052826707995"
                    },
                    {
                        "children":[

                        ],
                        "label":"镇宁布依族苗族自治县",
                        "value":"20101511052826707996"
                    },
                    {
                        "children":[

                        ],
                        "label":"关岭布依族苗族自治县",
                        "value":"20101511052826707997"
                    },
                    {
                        "children":[

                        ],
                        "label":"紫云苗族布依族自治县",
                        "value":"20101511052826707998"
                    }
                ],
                "label":"安顺市",
                "value":"20101511052826707991"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052826708000"
                    },
                    {
                        "children":[

                        ],
                        "label":"七星关区",
                        "value":"20101511052826708001"
                    },
                    {
                        "children":[

                        ],
                        "label":"大方县",
                        "value":"20101511052826708002"
                    },
                    {
                        "children":[

                        ],
                        "label":"黔西县",
                        "value":"20101511052826708003"
                    },
                    {
                        "children":[

                        ],
                        "label":"金沙县",
                        "value":"20101511052826708004"
                    },
                    {
                        "children":[

                        ],
                        "label":"织金县",
                        "value":"20101511052826708005"
                    },
                    {
                        "children":[

                        ],
                        "label":"纳雍县",
                        "value":"20101511052826708006"
                    },
                    {
                        "children":[

                        ],
                        "label":"威宁彝族回族苗族自治县",
                        "value":"20101511052826708007"
                    },
                    {
                        "children":[

                        ],
                        "label":"赫章县",
                        "value":"20101511052826708008"
                    }
                ],
                "label":"毕节市",
                "value":"20101511052826707999"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052826708010"
                    },
                    {
                        "children":[

                        ],
                        "label":"碧江区",
                        "value":"20101511052826708011"
                    },
                    {
                        "children":[

                        ],
                        "label":"万山区",
                        "value":"20101511052826708012"
                    },
                    {
                        "children":[

                        ],
                        "label":"江口县",
                        "value":"20101511052826708013"
                    },
                    {
                        "children":[

                        ],
                        "label":"玉屏侗族自治县",
                        "value":"20101511052826708014"
                    },
                    {
                        "children":[

                        ],
                        "label":"石阡县",
                        "value":"20101511052826708015"
                    },
                    {
                        "children":[

                        ],
                        "label":"思南县",
                        "value":"20101511052826708016"
                    },
                    {
                        "children":[

                        ],
                        "label":"印江土家族苗族自治县",
                        "value":"20101511052826708017"
                    },
                    {
                        "children":[

                        ],
                        "label":"德江县",
                        "value":"20101511052826708018"
                    },
                    {
                        "children":[

                        ],
                        "label":"沿河土家族自治县",
                        "value":"20101511052826708019"
                    },
                    {
                        "children":[

                        ],
                        "label":"松桃苗族自治县",
                        "value":"20101511052826708020"
                    }
                ],
                "label":"铜仁市",
                "value":"20101511052826708009"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"兴义市",
                        "value":"20101511052826708022"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴仁县",
                        "value":"20101511052826708023"
                    },
                    {
                        "children":[

                        ],
                        "label":"普安县",
                        "value":"20101511052826708024"
                    },
                    {
                        "children":[

                        ],
                        "label":"晴隆县",
                        "value":"20101511052826708025"
                    },
                    {
                        "children":[

                        ],
                        "label":"贞丰县",
                        "value":"20101511052826708026"
                    },
                    {
                        "children":[

                        ],
                        "label":"望谟县",
                        "value":"20101511052826708027"
                    },
                    {
                        "children":[

                        ],
                        "label":"册亨县",
                        "value":"20101511052826708028"
                    },
                    {
                        "children":[

                        ],
                        "label":"安龙县",
                        "value":"20101511052826708029"
                    }
                ],
                "label":"黔西南布依族苗族自治州",
                "value":"20101511052826708021"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"凯里市",
                        "value":"20101511052826708031"
                    },
                    {
                        "children":[

                        ],
                        "label":"黄平县",
                        "value":"20101511052826708032"
                    },
                    {
                        "children":[

                        ],
                        "label":"施秉县",
                        "value":"20101511052826708033"
                    },
                    {
                        "children":[

                        ],
                        "label":"三穗县",
                        "value":"20101511052826708034"
                    },
                    {
                        "children":[

                        ],
                        "label":"镇远县",
                        "value":"20101511052826708035"
                    },
                    {
                        "children":[

                        ],
                        "label":"岑巩县",
                        "value":"20101511052826708036"
                    },
                    {
                        "children":[

                        ],
                        "label":"天柱县",
                        "value":"20101511052826708037"
                    },
                    {
                        "children":[

                        ],
                        "label":"锦屏县",
                        "value":"20101511052826708038"
                    },
                    {
                        "children":[

                        ],
                        "label":"剑河县",
                        "value":"20101511052826708039"
                    },
                    {
                        "children":[

                        ],
                        "label":"台江县",
                        "value":"20101511052826708040"
                    },
                    {
                        "children":[

                        ],
                        "label":"黎平县",
                        "value":"20101511052826708041"
                    },
                    {
                        "children":[

                        ],
                        "label":"榕江县",
                        "value":"20101511052826708042"
                    },
                    {
                        "children":[

                        ],
                        "label":"从江县",
                        "value":"20101511052826708043"
                    },
                    {
                        "children":[

                        ],
                        "label":"雷山县",
                        "value":"20101511052826708044"
                    },
                    {
                        "children":[

                        ],
                        "label":"麻江县",
                        "value":"20101511052826708045"
                    },
                    {
                        "children":[

                        ],
                        "label":"丹寨县",
                        "value":"20101511052826708046"
                    }
                ],
                "label":"黔东南苗族侗族自治州",
                "value":"20101511052826708030"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"都匀市",
                        "value":"20101511052826708048"
                    },
                    {
                        "children":[

                        ],
                        "label":"福泉市",
                        "value":"20101511052826708049"
                    },
                    {
                        "children":[

                        ],
                        "label":"荔波县",
                        "value":"20101511052826708050"
                    },
                    {
                        "children":[

                        ],
                        "label":"贵定县",
                        "value":"20101511052826708051"
                    },
                    {
                        "children":[

                        ],
                        "label":"瓮安县",
                        "value":"20101511052826708052"
                    },
                    {
                        "children":[

                        ],
                        "label":"独山县",
                        "value":"20101511052826708053"
                    },
                    {
                        "children":[

                        ],
                        "label":"平塘县",
                        "value":"20101511052826708054"
                    },
                    {
                        "children":[

                        ],
                        "label":"罗甸县",
                        "value":"20101511052826708055"
                    },
                    {
                        "children":[

                        ],
                        "label":"长顺县",
                        "value":"20101511052826708056"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙里县",
                        "value":"20101511052826708057"
                    },
                    {
                        "children":[

                        ],
                        "label":"惠水县",
                        "value":"20101511052826708058"
                    },
                    {
                        "children":[

                        ],
                        "label":"三都水族自治县",
                        "value":"20101511052826708059"
                    }
                ],
                "label":"黔南布依族苗族自治州",
                "value":"20101511052826708047"
            }
        ],
        "label":"贵州省",
        "value":"20101511052822513737"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052826708062"
                    },
                    {
                        "children":[

                        ],
                        "label":"五华区",
                        "value":"20101511052826708063"
                    },
                    {
                        "children":[

                        ],
                        "label":"盘龙区",
                        "value":"20101511052826708064"
                    },
                    {
                        "children":[

                        ],
                        "label":"官渡区",
                        "value":"20101511052826708065"
                    },
                    {
                        "children":[

                        ],
                        "label":"西山区",
                        "value":"20101511052826708066"
                    },
                    {
                        "children":[

                        ],
                        "label":"东川区",
                        "value":"20101511052826708067"
                    },
                    {
                        "children":[

                        ],
                        "label":"呈贡区",
                        "value":"20101511052826708068"
                    },
                    {
                        "children":[

                        ],
                        "label":"晋宁县",
                        "value":"20101511052826708069"
                    },
                    {
                        "children":[

                        ],
                        "label":"富民县",
                        "value":"20101511052826708070"
                    },
                    {
                        "children":[

                        ],
                        "label":"宜良县",
                        "value":"20101511052826708071"
                    },
                    {
                        "children":[

                        ],
                        "label":"石林彝族自治县",
                        "value":"20101511052826708072"
                    },
                    {
                        "children":[

                        ],
                        "label":"嵩明县",
                        "value":"20101511052826708073"
                    },
                    {
                        "children":[

                        ],
                        "label":"禄劝彝族苗族自治县",
                        "value":"20101511052826708074"
                    },
                    {
                        "children":[

                        ],
                        "label":"寻甸回族彝族自治县",
                        "value":"20101511052826708075"
                    },
                    {
                        "children":[

                        ],
                        "label":"安宁市",
                        "value":"20101511052826708076"
                    }
                ],
                "label":"昆明市",
                "value":"20101511052826708061"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052826708078"
                    },
                    {
                        "children":[

                        ],
                        "label":"麒麟区",
                        "value":"20101511052826708079"
                    },
                    {
                        "children":[

                        ],
                        "label":"沾益区",
                        "value":"20101511052826708080"
                    },
                    {
                        "children":[

                        ],
                        "label":"马龙县",
                        "value":"20101511052826708081"
                    },
                    {
                        "children":[

                        ],
                        "label":"陆良县",
                        "value":"20101511052826708082"
                    },
                    {
                        "children":[

                        ],
                        "label":"师宗县",
                        "value":"20101511052826708083"
                    },
                    {
                        "children":[

                        ],
                        "label":"罗平县",
                        "value":"20101511052826708084"
                    },
                    {
                        "children":[

                        ],
                        "label":"富源县",
                        "value":"20101511052826708085"
                    },
                    {
                        "children":[

                        ],
                        "label":"会泽县",
                        "value":"20101511052826708086"
                    },
                    {
                        "children":[

                        ],
                        "label":"宣威市",
                        "value":"20101511052826708087"
                    }
                ],
                "label":"曲靖市",
                "value":"20101511052826708077"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052826708089"
                    },
                    {
                        "children":[

                        ],
                        "label":"红塔区",
                        "value":"20101511052826708090"
                    },
                    {
                        "children":[

                        ],
                        "label":"江川区",
                        "value":"20101511052826708091"
                    },
                    {
                        "children":[

                        ],
                        "label":"澄江县",
                        "value":"20101511052826708092"
                    },
                    {
                        "children":[

                        ],
                        "label":"通海县",
                        "value":"20101511052826708093"
                    },
                    {
                        "children":[

                        ],
                        "label":"华宁县",
                        "value":"20101511052826708094"
                    },
                    {
                        "children":[

                        ],
                        "label":"易门县",
                        "value":"20101511052826708095"
                    },
                    {
                        "children":[

                        ],
                        "label":"峨山彝族自治县",
                        "value":"20101511052826708096"
                    },
                    {
                        "children":[

                        ],
                        "label":"新平彝族傣族自治县",
                        "value":"20101511052826708097"
                    },
                    {
                        "children":[

                        ],
                        "label":"元江哈尼族彝族傣族自治县",
                        "value":"20101511052826708098"
                    }
                ],
                "label":"玉溪市",
                "value":"20101511052826708088"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052830902273"
                    },
                    {
                        "children":[

                        ],
                        "label":"隆阳区",
                        "value":"20101511052830902274"
                    },
                    {
                        "children":[

                        ],
                        "label":"施甸县",
                        "value":"20101511052830902275"
                    },
                    {
                        "children":[

                        ],
                        "label":"龙陵县",
                        "value":"20101511052830902276"
                    },
                    {
                        "children":[

                        ],
                        "label":"昌宁县",
                        "value":"20101511052830902277"
                    },
                    {
                        "children":[

                        ],
                        "label":"腾冲市",
                        "value":"20101511052830902278"
                    }
                ],
                "label":"保山市",
                "value":"20101511052830902272"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052830902280"
                    },
                    {
                        "children":[

                        ],
                        "label":"昭阳区",
                        "value":"20101511052830902281"
                    },
                    {
                        "children":[

                        ],
                        "label":"鲁甸县",
                        "value":"20101511052830902282"
                    },
                    {
                        "children":[

                        ],
                        "label":"巧家县",
                        "value":"20101511052830902283"
                    },
                    {
                        "children":[

                        ],
                        "label":"盐津县",
                        "value":"20101511052830902284"
                    },
                    {
                        "children":[

                        ],
                        "label":"大关县",
                        "value":"20101511052830902285"
                    },
                    {
                        "children":[

                        ],
                        "label":"永善县",
                        "value":"20101511052830902286"
                    },
                    {
                        "children":[

                        ],
                        "label":"绥江县",
                        "value":"20101511052830902287"
                    },
                    {
                        "children":[

                        ],
                        "label":"镇雄县",
                        "value":"20101511052830902288"
                    },
                    {
                        "children":[

                        ],
                        "label":"彝良县",
                        "value":"20101511052830902289"
                    },
                    {
                        "children":[

                        ],
                        "label":"威信县",
                        "value":"20101511052830902290"
                    },
                    {
                        "children":[

                        ],
                        "label":"水富县",
                        "value":"20101511052830902291"
                    }
                ],
                "label":"昭通市",
                "value":"20101511052830902279"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052830902293"
                    },
                    {
                        "children":[

                        ],
                        "label":"古城区",
                        "value":"20101511052830902294"
                    },
                    {
                        "children":[

                        ],
                        "label":"玉龙纳西族自治县",
                        "value":"20101511052830902295"
                    },
                    {
                        "children":[

                        ],
                        "label":"永胜县",
                        "value":"20101511052830902296"
                    },
                    {
                        "children":[

                        ],
                        "label":"华坪县",
                        "value":"20101511052830902297"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁蒗彝族自治县",
                        "value":"20101511052830902298"
                    }
                ],
                "label":"丽江市",
                "value":"20101511052830902292"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052830902300"
                    },
                    {
                        "children":[

                        ],
                        "label":"思茅区",
                        "value":"20101511052830902301"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁洱哈尼族彝族自治县",
                        "value":"20101511052830902302"
                    },
                    {
                        "children":[

                        ],
                        "label":"墨江哈尼族自治县",
                        "value":"20101511052830902303"
                    },
                    {
                        "children":[

                        ],
                        "label":"景东彝族自治县",
                        "value":"20101511052830902304"
                    },
                    {
                        "children":[

                        ],
                        "label":"景谷傣族彝族自治县",
                        "value":"20101511052830902305"
                    },
                    {
                        "children":[

                        ],
                        "label":"镇沅彝族哈尼族拉祜族自治县",
                        "value":"20101511052830902306"
                    },
                    {
                        "children":[

                        ],
                        "label":"江城哈尼族彝族自治县",
                        "value":"20101511052830902307"
                    },
                    {
                        "children":[

                        ],
                        "label":"孟连傣族拉祜族佤族自治县",
                        "value":"20101511052830902308"
                    },
                    {
                        "children":[

                        ],
                        "label":"澜沧拉祜族自治县",
                        "value":"20101511052830902309"
                    },
                    {
                        "children":[

                        ],
                        "label":"西盟佤族自治县",
                        "value":"20101511052830902310"
                    }
                ],
                "label":"普洱市",
                "value":"20101511052830902299"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052830902312"
                    },
                    {
                        "children":[

                        ],
                        "label":"临翔区",
                        "value":"20101511052830902313"
                    },
                    {
                        "children":[

                        ],
                        "label":"凤庆县",
                        "value":"20101511052830902314"
                    },
                    {
                        "children":[

                        ],
                        "label":"云县",
                        "value":"20101511052830902315"
                    },
                    {
                        "children":[

                        ],
                        "label":"永德县",
                        "value":"20101511052830902316"
                    },
                    {
                        "children":[

                        ],
                        "label":"镇康县",
                        "value":"20101511052830902317"
                    },
                    {
                        "children":[

                        ],
                        "label":"双江拉祜族佤族布朗族傣族自治县",
                        "value":"20101511052830902318"
                    },
                    {
                        "children":[

                        ],
                        "label":"耿马傣族佤族自治县",
                        "value":"20101511052830902319"
                    },
                    {
                        "children":[

                        ],
                        "label":"沧源佤族自治县",
                        "value":"20101511052830902320"
                    }
                ],
                "label":"临沧市",
                "value":"20101511052830902311"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"楚雄市",
                        "value":"20101511052830902322"
                    },
                    {
                        "children":[

                        ],
                        "label":"双柏县",
                        "value":"20101511052830902323"
                    },
                    {
                        "children":[

                        ],
                        "label":"牟定县",
                        "value":"20101511052830902324"
                    },
                    {
                        "children":[

                        ],
                        "label":"南华县",
                        "value":"20101511052830902325"
                    },
                    {
                        "children":[

                        ],
                        "label":"姚安县",
                        "value":"20101511052830902326"
                    },
                    {
                        "children":[

                        ],
                        "label":"大姚县",
                        "value":"20101511052830902327"
                    },
                    {
                        "children":[

                        ],
                        "label":"永仁县",
                        "value":"20101511052830902328"
                    },
                    {
                        "children":[

                        ],
                        "label":"元谋县",
                        "value":"20101511052830902329"
                    },
                    {
                        "children":[

                        ],
                        "label":"武定县",
                        "value":"20101511052830902330"
                    },
                    {
                        "children":[

                        ],
                        "label":"禄丰县",
                        "value":"20101511052830902331"
                    }
                ],
                "label":"楚雄彝族自治州",
                "value":"20101511052830902321"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"个旧市",
                        "value":"20101511052830902333"
                    },
                    {
                        "children":[

                        ],
                        "label":"开远市",
                        "value":"20101511052830902334"
                    },
                    {
                        "children":[

                        ],
                        "label":"蒙自市",
                        "value":"20101511052830902335"
                    },
                    {
                        "children":[

                        ],
                        "label":"弥勒市",
                        "value":"20101511052830902336"
                    },
                    {
                        "children":[

                        ],
                        "label":"屏边苗族自治县",
                        "value":"20101511052830902337"
                    },
                    {
                        "children":[

                        ],
                        "label":"建水县",
                        "value":"20101511052830902338"
                    },
                    {
                        "children":[

                        ],
                        "label":"石屏县",
                        "value":"20101511052830902339"
                    },
                    {
                        "children":[

                        ],
                        "label":"泸西县",
                        "value":"20101511052830902340"
                    },
                    {
                        "children":[

                        ],
                        "label":"元阳县",
                        "value":"20101511052830902341"
                    },
                    {
                        "children":[

                        ],
                        "label":"红河县",
                        "value":"20101511052830902342"
                    },
                    {
                        "children":[

                        ],
                        "label":"金平苗族瑶族傣族自治县",
                        "value":"20101511052830902343"
                    },
                    {
                        "children":[

                        ],
                        "label":"绿春县",
                        "value":"20101511052830902344"
                    },
                    {
                        "children":[

                        ],
                        "label":"河口瑶族自治县",
                        "value":"20101511052830902345"
                    }
                ],
                "label":"红河哈尼族彝族自治州",
                "value":"20101511052830902332"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"文山市",
                        "value":"20101511052830902347"
                    },
                    {
                        "children":[

                        ],
                        "label":"砚山县",
                        "value":"20101511052830902348"
                    },
                    {
                        "children":[

                        ],
                        "label":"西畴县",
                        "value":"20101511052830902349"
                    },
                    {
                        "children":[

                        ],
                        "label":"麻栗坡县",
                        "value":"20101511052830902350"
                    },
                    {
                        "children":[

                        ],
                        "label":"马关县",
                        "value":"20101511052830902351"
                    },
                    {
                        "children":[

                        ],
                        "label":"丘北县",
                        "value":"20101511052830902352"
                    },
                    {
                        "children":[

                        ],
                        "label":"广南县",
                        "value":"20101511052830902353"
                    },
                    {
                        "children":[

                        ],
                        "label":"富宁县",
                        "value":"20101511052830902354"
                    }
                ],
                "label":"文山壮族苗族自治州",
                "value":"20101511052830902346"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"景洪市",
                        "value":"20101511052830902356"
                    },
                    {
                        "children":[

                        ],
                        "label":"勐海县",
                        "value":"20101511052830902357"
                    },
                    {
                        "children":[

                        ],
                        "label":"勐腊县",
                        "value":"20101511052830902358"
                    }
                ],
                "label":"西双版纳傣族自治州",
                "value":"20101511052830902355"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"大理市",
                        "value":"20101511052830902360"
                    },
                    {
                        "children":[

                        ],
                        "label":"漾濞彝族自治县",
                        "value":"20101511052830902361"
                    },
                    {
                        "children":[

                        ],
                        "label":"祥云县",
                        "value":"20101511052830902362"
                    },
                    {
                        "children":[

                        ],
                        "label":"宾川县",
                        "value":"20101511052830902363"
                    },
                    {
                        "children":[

                        ],
                        "label":"弥渡县",
                        "value":"20101511052830902364"
                    },
                    {
                        "children":[

                        ],
                        "label":"南涧彝族自治县",
                        "value":"20101511052830902365"
                    },
                    {
                        "children":[

                        ],
                        "label":"巍山彝族回族自治县",
                        "value":"20101511052830902366"
                    },
                    {
                        "children":[

                        ],
                        "label":"永平县",
                        "value":"20101511052830902367"
                    },
                    {
                        "children":[

                        ],
                        "label":"云龙县",
                        "value":"20101511052830902368"
                    },
                    {
                        "children":[

                        ],
                        "label":"洱源县",
                        "value":"20101511052830902369"
                    },
                    {
                        "children":[

                        ],
                        "label":"剑川县",
                        "value":"20101511052830902370"
                    },
                    {
                        "children":[

                        ],
                        "label":"鹤庆县",
                        "value":"20101511052830902371"
                    }
                ],
                "label":"大理白族自治州",
                "value":"20101511052830902359"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"瑞丽市",
                        "value":"20101511052830902373"
                    },
                    {
                        "children":[

                        ],
                        "label":"芒市",
                        "value":"20101511052830902374"
                    },
                    {
                        "children":[

                        ],
                        "label":"梁河县",
                        "value":"20101511052830902375"
                    },
                    {
                        "children":[

                        ],
                        "label":"盈江县",
                        "value":"20101511052830902376"
                    },
                    {
                        "children":[

                        ],
                        "label":"陇川县",
                        "value":"20101511052830902377"
                    }
                ],
                "label":"德宏傣族景颇族自治州",
                "value":"20101511052830902372"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"泸水市",
                        "value":"20101511052830902379"
                    },
                    {
                        "children":[

                        ],
                        "label":"福贡县",
                        "value":"20101511052830902380"
                    },
                    {
                        "children":[

                        ],
                        "label":"贡山独龙族怒族自治县",
                        "value":"20101511052830902381"
                    },
                    {
                        "children":[

                        ],
                        "label":"兰坪白族普米族自治县",
                        "value":"20101511052835096576"
                    }
                ],
                "label":"怒江傈僳族自治州",
                "value":"20101511052830902378"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"香格里拉市",
                        "value":"20101511052835096578"
                    },
                    {
                        "children":[

                        ],
                        "label":"德钦县",
                        "value":"20101511052835096579"
                    },
                    {
                        "children":[

                        ],
                        "label":"维西傈僳族自治县",
                        "value":"20101511052835096580"
                    }
                ],
                "label":"迪庆藏族自治州",
                "value":"20101511052835096577"
            }
        ],
        "label":"云南省",
        "value":"20101511052826708060"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052835096583"
                    },
                    {
                        "children":[

                        ],
                        "label":"城关区",
                        "value":"20101511052835096584"
                    },
                    {
                        "children":[

                        ],
                        "label":"堆龙德庆区",
                        "value":"20101511052835096585"
                    },
                    {
                        "children":[

                        ],
                        "label":"林周县",
                        "value":"20101511052835096586"
                    },
                    {
                        "children":[

                        ],
                        "label":"当雄县",
                        "value":"20101511052835096587"
                    },
                    {
                        "children":[

                        ],
                        "label":"尼木县",
                        "value":"20101511052835096588"
                    },
                    {
                        "children":[

                        ],
                        "label":"曲水县",
                        "value":"20101511052835096589"
                    },
                    {
                        "children":[

                        ],
                        "label":"达孜县",
                        "value":"20101511052835096590"
                    },
                    {
                        "children":[

                        ],
                        "label":"墨竹工卡县",
                        "value":"20101511052835096591"
                    }
                ],
                "label":"拉萨市",
                "value":"20101511052835096582"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"桑珠孜区",
                        "value":"20101511052835096593"
                    },
                    {
                        "children":[

                        ],
                        "label":"南木林县",
                        "value":"20101511052835096594"
                    },
                    {
                        "children":[

                        ],
                        "label":"江孜县",
                        "value":"20101511052835096595"
                    },
                    {
                        "children":[

                        ],
                        "label":"定日县",
                        "value":"20101511052835096596"
                    },
                    {
                        "children":[

                        ],
                        "label":"萨迦县",
                        "value":"20101511052835096597"
                    },
                    {
                        "children":[

                        ],
                        "label":"拉孜县",
                        "value":"20101511052835096598"
                    },
                    {
                        "children":[

                        ],
                        "label":"昂仁县",
                        "value":"20101511052835096599"
                    },
                    {
                        "children":[

                        ],
                        "label":"谢通门县",
                        "value":"20101511052835096600"
                    },
                    {
                        "children":[

                        ],
                        "label":"白朗县",
                        "value":"20101511052835096601"
                    },
                    {
                        "children":[

                        ],
                        "label":"仁布县",
                        "value":"20101511052835096602"
                    },
                    {
                        "children":[

                        ],
                        "label":"康马县",
                        "value":"20101511052835096603"
                    },
                    {
                        "children":[

                        ],
                        "label":"定结县",
                        "value":"20101511052835096604"
                    },
                    {
                        "children":[

                        ],
                        "label":"仲巴县",
                        "value":"20101511052835096605"
                    },
                    {
                        "children":[

                        ],
                        "label":"亚东县",
                        "value":"20101511052835096606"
                    },
                    {
                        "children":[

                        ],
                        "label":"吉隆县",
                        "value":"20101511052835096607"
                    },
                    {
                        "children":[

                        ],
                        "label":"聂拉木县",
                        "value":"20101511052835096608"
                    },
                    {
                        "children":[

                        ],
                        "label":"萨嘎县",
                        "value":"20101511052835096609"
                    },
                    {
                        "children":[

                        ],
                        "label":"岗巴县",
                        "value":"20101511052835096610"
                    }
                ],
                "label":"日喀则市",
                "value":"20101511052835096592"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"卡若区",
                        "value":"20101511052835096612"
                    },
                    {
                        "children":[

                        ],
                        "label":"江达县",
                        "value":"20101511052835096613"
                    },
                    {
                        "children":[

                        ],
                        "label":"贡觉县",
                        "value":"20101511052835096614"
                    },
                    {
                        "children":[

                        ],
                        "label":"类乌齐县",
                        "value":"20101511052835096615"
                    },
                    {
                        "children":[

                        ],
                        "label":"丁青县",
                        "value":"20101511052835096616"
                    },
                    {
                        "children":[

                        ],
                        "label":"察雅县",
                        "value":"20101511052835096617"
                    },
                    {
                        "children":[

                        ],
                        "label":"八宿县",
                        "value":"20101511052835096618"
                    },
                    {
                        "children":[

                        ],
                        "label":"左贡县",
                        "value":"20101511052835096619"
                    },
                    {
                        "children":[

                        ],
                        "label":"芒康县",
                        "value":"20101511052835096620"
                    },
                    {
                        "children":[

                        ],
                        "label":"洛隆县",
                        "value":"20101511052835096621"
                    },
                    {
                        "children":[

                        ],
                        "label":"边坝县",
                        "value":"20101511052835096622"
                    }
                ],
                "label":"昌都市",
                "value":"20101511052835096611"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"巴宜区",
                        "value":"20101511052835096624"
                    },
                    {
                        "children":[

                        ],
                        "label":"工布江达县",
                        "value":"20101511052835096625"
                    },
                    {
                        "children":[

                        ],
                        "label":"米林县",
                        "value":"20101511052835096626"
                    },
                    {
                        "children":[

                        ],
                        "label":"墨脱县",
                        "value":"20101511052835096627"
                    },
                    {
                        "children":[

                        ],
                        "label":"波密县",
                        "value":"20101511052835096628"
                    },
                    {
                        "children":[

                        ],
                        "label":"察隅县",
                        "value":"20101511052835096629"
                    },
                    {
                        "children":[

                        ],
                        "label":"朗县",
                        "value":"20101511052835096630"
                    }
                ],
                "label":"林芝市",
                "value":"20101511052835096623"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052835096632"
                    },
                    {
                        "children":[

                        ],
                        "label":"乃东区",
                        "value":"20101511052835096633"
                    },
                    {
                        "children":[

                        ],
                        "label":"扎囊县",
                        "value":"20101511052835096634"
                    },
                    {
                        "children":[

                        ],
                        "label":"贡嘎县",
                        "value":"20101511052835096635"
                    },
                    {
                        "children":[

                        ],
                        "label":"桑日县",
                        "value":"20101511052835096636"
                    },
                    {
                        "children":[

                        ],
                        "label":"琼结县",
                        "value":"20101511052835096637"
                    },
                    {
                        "children":[

                        ],
                        "label":"曲松县",
                        "value":"20101511052835096638"
                    },
                    {
                        "children":[

                        ],
                        "label":"措美县",
                        "value":"20101511052835096639"
                    },
                    {
                        "children":[

                        ],
                        "label":"洛扎县",
                        "value":"20101511052835096640"
                    },
                    {
                        "children":[

                        ],
                        "label":"加查县",
                        "value":"20101511052835096641"
                    },
                    {
                        "children":[

                        ],
                        "label":"隆子县",
                        "value":"20101511052835096642"
                    },
                    {
                        "children":[

                        ],
                        "label":"错那县",
                        "value":"20101511052835096643"
                    },
                    {
                        "children":[

                        ],
                        "label":"浪卡子县",
                        "value":"20101511052835096644"
                    }
                ],
                "label":"山南市",
                "value":"20101511052835096631"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"那曲县",
                        "value":"20101511052835096646"
                    },
                    {
                        "children":[

                        ],
                        "label":"嘉黎县",
                        "value":"20101511052835096647"
                    },
                    {
                        "children":[

                        ],
                        "label":"比如县",
                        "value":"20101511052835096648"
                    },
                    {
                        "children":[

                        ],
                        "label":"聂荣县",
                        "value":"20101511052835096649"
                    },
                    {
                        "children":[

                        ],
                        "label":"安多县",
                        "value":"20101511052835096650"
                    },
                    {
                        "children":[

                        ],
                        "label":"申扎县",
                        "value":"20101511052835096651"
                    },
                    {
                        "children":[

                        ],
                        "label":"索县",
                        "value":"20101511052835096652"
                    },
                    {
                        "children":[

                        ],
                        "label":"班戈县",
                        "value":"20101511052835096653"
                    },
                    {
                        "children":[

                        ],
                        "label":"巴青县",
                        "value":"20101511052835096654"
                    },
                    {
                        "children":[

                        ],
                        "label":"尼玛县",
                        "value":"20101511052835096655"
                    },
                    {
                        "children":[

                        ],
                        "label":"双湖县",
                        "value":"20101511052835096656"
                    }
                ],
                "label":"那曲地区",
                "value":"20101511052835096645"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"普兰县",
                        "value":"20101511052835096658"
                    },
                    {
                        "children":[

                        ],
                        "label":"札达县",
                        "value":"20101511052835096659"
                    },
                    {
                        "children":[

                        ],
                        "label":"噶尔县",
                        "value":"20101511052835096660"
                    },
                    {
                        "children":[

                        ],
                        "label":"日土县",
                        "value":"20101511052835096661"
                    },
                    {
                        "children":[

                        ],
                        "label":"革吉县",
                        "value":"20101511052835096662"
                    },
                    {
                        "children":[

                        ],
                        "label":"改则县",
                        "value":"20101511052835096663"
                    },
                    {
                        "children":[

                        ],
                        "label":"措勤县",
                        "value":"20101511052835096664"
                    }
                ],
                "label":"阿里地区",
                "value":"20101511052835096657"
            }
        ],
        "label":"西藏自治区",
        "value":"20101511052835096581"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052835096667"
                    },
                    {
                        "children":[

                        ],
                        "label":"新城区",
                        "value":"20101511052835096668"
                    },
                    {
                        "children":[

                        ],
                        "label":"碑林区",
                        "value":"20101511052835096669"
                    },
                    {
                        "children":[

                        ],
                        "label":"莲湖区",
                        "value":"20101511052835096670"
                    },
                    {
                        "children":[

                        ],
                        "label":"灞桥区",
                        "value":"20101511052835096671"
                    },
                    {
                        "children":[

                        ],
                        "label":"未央区",
                        "value":"20101511052835096672"
                    },
                    {
                        "children":[

                        ],
                        "label":"雁塔区",
                        "value":"20101511052835096673"
                    },
                    {
                        "children":[

                        ],
                        "label":"阎良区",
                        "value":"20101511052835096674"
                    },
                    {
                        "children":[

                        ],
                        "label":"临潼区",
                        "value":"20101511052835096675"
                    },
                    {
                        "children":[

                        ],
                        "label":"长安区",
                        "value":"20101511052835096676"
                    },
                    {
                        "children":[

                        ],
                        "label":"高陵区",
                        "value":"20101511052835096677"
                    },
                    {
                        "children":[

                        ],
                        "label":"蓝田县",
                        "value":"20101511052835096678"
                    },
                    {
                        "children":[

                        ],
                        "label":"周至县",
                        "value":"20101511052835096679"
                    },
                    {
                        "children":[

                        ],
                        "label":"户县",
                        "value":"20101511052835096680"
                    }
                ],
                "label":"西安市",
                "value":"20101511052835096666"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052835096682"
                    },
                    {
                        "children":[

                        ],
                        "label":"王益区",
                        "value":"20101511052835096683"
                    },
                    {
                        "children":[

                        ],
                        "label":"印台区",
                        "value":"20101511052835096684"
                    },
                    {
                        "children":[

                        ],
                        "label":"耀州区",
                        "value":"20101511052835096685"
                    },
                    {
                        "children":[

                        ],
                        "label":"宜君县",
                        "value":"20101511052835096686"
                    }
                ],
                "label":"铜川市",
                "value":"20101511052835096681"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052835096688"
                    },
                    {
                        "children":[

                        ],
                        "label":"渭滨区",
                        "value":"20101511052835096689"
                    },
                    {
                        "children":[

                        ],
                        "label":"金台区",
                        "value":"20101511052835096690"
                    },
                    {
                        "children":[

                        ],
                        "label":"陈仓区",
                        "value":"20101511052835096691"
                    },
                    {
                        "children":[

                        ],
                        "label":"凤翔县",
                        "value":"20101511052835096692"
                    },
                    {
                        "children":[

                        ],
                        "label":"岐山县",
                        "value":"20101511052835096693"
                    },
                    {
                        "children":[

                        ],
                        "label":"扶风县",
                        "value":"20101511052835096694"
                    },
                    {
                        "children":[

                        ],
                        "label":"眉县",
                        "value":"20101511052835096695"
                    },
                    {
                        "children":[

                        ],
                        "label":"陇县",
                        "value":"20101511052835096696"
                    },
                    {
                        "children":[

                        ],
                        "label":"千阳县",
                        "value":"20101511052835096697"
                    },
                    {
                        "children":[

                        ],
                        "label":"麟游县",
                        "value":"20101511052835096698"
                    },
                    {
                        "children":[

                        ],
                        "label":"凤县",
                        "value":"20101511052835096699"
                    },
                    {
                        "children":[

                        ],
                        "label":"太白县",
                        "value":"20101511052835096700"
                    }
                ],
                "label":"宝鸡市",
                "value":"20101511052835096687"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839290880"
                    },
                    {
                        "children":[

                        ],
                        "label":"秦都区",
                        "value":"20101511052839290881"
                    },
                    {
                        "children":[

                        ],
                        "label":"杨陵区",
                        "value":"20101511052839290882"
                    },
                    {
                        "children":[

                        ],
                        "label":"渭城区",
                        "value":"20101511052839290883"
                    },
                    {
                        "children":[

                        ],
                        "label":"三原县",
                        "value":"20101511052839290884"
                    },
                    {
                        "children":[

                        ],
                        "label":"泾阳县",
                        "value":"20101511052839290885"
                    },
                    {
                        "children":[

                        ],
                        "label":"乾县",
                        "value":"20101511052839290886"
                    },
                    {
                        "children":[

                        ],
                        "label":"礼泉县",
                        "value":"20101511052839290887"
                    },
                    {
                        "children":[

                        ],
                        "label":"永寿县",
                        "value":"20101511052839290888"
                    },
                    {
                        "children":[

                        ],
                        "label":"彬县",
                        "value":"20101511052839290889"
                    },
                    {
                        "children":[

                        ],
                        "label":"长武县",
                        "value":"20101511052839290890"
                    },
                    {
                        "children":[

                        ],
                        "label":"旬邑县",
                        "value":"20101511052839290891"
                    },
                    {
                        "children":[

                        ],
                        "label":"淳化县",
                        "value":"20101511052839290892"
                    },
                    {
                        "children":[

                        ],
                        "label":"武功县",
                        "value":"20101511052839290893"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴平市",
                        "value":"20101511052839290894"
                    }
                ],
                "label":"咸阳市",
                "value":"20101511052835096701"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839290896"
                    },
                    {
                        "children":[

                        ],
                        "label":"临渭区",
                        "value":"20101511052839290897"
                    },
                    {
                        "children":[

                        ],
                        "label":"华州区",
                        "value":"20101511052839290898"
                    },
                    {
                        "children":[

                        ],
                        "label":"潼关县",
                        "value":"20101511052839290899"
                    },
                    {
                        "children":[

                        ],
                        "label":"大荔县",
                        "value":"20101511052839290900"
                    },
                    {
                        "children":[

                        ],
                        "label":"合阳县",
                        "value":"20101511052839290901"
                    },
                    {
                        "children":[

                        ],
                        "label":"澄城县",
                        "value":"20101511052839290902"
                    },
                    {
                        "children":[

                        ],
                        "label":"蒲城县",
                        "value":"20101511052839290903"
                    },
                    {
                        "children":[

                        ],
                        "label":"白水县",
                        "value":"20101511052839290904"
                    },
                    {
                        "children":[

                        ],
                        "label":"富平县",
                        "value":"20101511052839290905"
                    },
                    {
                        "children":[

                        ],
                        "label":"韩城市",
                        "value":"20101511052839290906"
                    },
                    {
                        "children":[

                        ],
                        "label":"华阴市",
                        "value":"20101511052839290907"
                    }
                ],
                "label":"渭南市",
                "value":"20101511052839290895"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839290909"
                    },
                    {
                        "children":[

                        ],
                        "label":"宝塔区",
                        "value":"20101511052839290910"
                    },
                    {
                        "children":[

                        ],
                        "label":"安塞区",
                        "value":"20101511052839290911"
                    },
                    {
                        "children":[

                        ],
                        "label":"延长县",
                        "value":"20101511052839290912"
                    },
                    {
                        "children":[

                        ],
                        "label":"延川县",
                        "value":"20101511052839290913"
                    },
                    {
                        "children":[

                        ],
                        "label":"子长县",
                        "value":"20101511052839290914"
                    },
                    {
                        "children":[

                        ],
                        "label":"志丹县",
                        "value":"20101511052839290915"
                    },
                    {
                        "children":[

                        ],
                        "label":"吴起县",
                        "value":"20101511052839290916"
                    },
                    {
                        "children":[

                        ],
                        "label":"甘泉县",
                        "value":"20101511052839290917"
                    },
                    {
                        "children":[

                        ],
                        "label":"富县",
                        "value":"20101511052839290918"
                    },
                    {
                        "children":[

                        ],
                        "label":"洛川县",
                        "value":"20101511052839290919"
                    },
                    {
                        "children":[

                        ],
                        "label":"宜川县",
                        "value":"20101511052839290920"
                    },
                    {
                        "children":[

                        ],
                        "label":"黄龙县",
                        "value":"20101511052839290921"
                    },
                    {
                        "children":[

                        ],
                        "label":"黄陵县",
                        "value":"20101511052839290922"
                    }
                ],
                "label":"延安市",
                "value":"20101511052839290908"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839290924"
                    },
                    {
                        "children":[

                        ],
                        "label":"汉台区",
                        "value":"20101511052839290925"
                    },
                    {
                        "children":[

                        ],
                        "label":"南郑县",
                        "value":"20101511052839290926"
                    },
                    {
                        "children":[

                        ],
                        "label":"城固县",
                        "value":"20101511052839290927"
                    },
                    {
                        "children":[

                        ],
                        "label":"洋县",
                        "value":"20101511052839290928"
                    },
                    {
                        "children":[

                        ],
                        "label":"西乡县",
                        "value":"20101511052839290929"
                    },
                    {
                        "children":[

                        ],
                        "label":"勉县",
                        "value":"20101511052839290930"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁强县",
                        "value":"20101511052839290931"
                    },
                    {
                        "children":[

                        ],
                        "label":"略阳县",
                        "value":"20101511052839290932"
                    },
                    {
                        "children":[

                        ],
                        "label":"镇巴县",
                        "value":"20101511052839290933"
                    },
                    {
                        "children":[

                        ],
                        "label":"留坝县",
                        "value":"20101511052839290934"
                    },
                    {
                        "children":[

                        ],
                        "label":"佛坪县",
                        "value":"20101511052839290935"
                    }
                ],
                "label":"汉中市",
                "value":"20101511052839290923"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839290937"
                    },
                    {
                        "children":[

                        ],
                        "label":"榆阳区",
                        "value":"20101511052839290938"
                    },
                    {
                        "children":[

                        ],
                        "label":"横山区",
                        "value":"20101511052839290939"
                    },
                    {
                        "children":[

                        ],
                        "label":"神木县",
                        "value":"20101511052839290940"
                    },
                    {
                        "children":[

                        ],
                        "label":"府谷县",
                        "value":"20101511052839290941"
                    },
                    {
                        "children":[

                        ],
                        "label":"靖边县",
                        "value":"20101511052839290942"
                    },
                    {
                        "children":[

                        ],
                        "label":"定边县",
                        "value":"20101511052839290943"
                    },
                    {
                        "children":[

                        ],
                        "label":"绥德县",
                        "value":"20101511052839290944"
                    },
                    {
                        "children":[

                        ],
                        "label":"米脂县",
                        "value":"20101511052839290945"
                    },
                    {
                        "children":[

                        ],
                        "label":"佳县",
                        "value":"20101511052839290946"
                    },
                    {
                        "children":[

                        ],
                        "label":"吴堡县",
                        "value":"20101511052839290947"
                    },
                    {
                        "children":[

                        ],
                        "label":"清涧县",
                        "value":"20101511052839290948"
                    },
                    {
                        "children":[

                        ],
                        "label":"子洲县",
                        "value":"20101511052839290949"
                    }
                ],
                "label":"榆林市",
                "value":"20101511052839290936"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839290951"
                    },
                    {
                        "children":[

                        ],
                        "label":"汉滨区",
                        "value":"20101511052839290952"
                    },
                    {
                        "children":[

                        ],
                        "label":"汉阴县",
                        "value":"20101511052839290953"
                    },
                    {
                        "children":[

                        ],
                        "label":"石泉县",
                        "value":"20101511052839290954"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁陕县",
                        "value":"20101511052839290955"
                    },
                    {
                        "children":[

                        ],
                        "label":"紫阳县",
                        "value":"20101511052839290956"
                    },
                    {
                        "children":[

                        ],
                        "label":"岚皋县",
                        "value":"20101511052839290957"
                    },
                    {
                        "children":[

                        ],
                        "label":"平利县",
                        "value":"20101511052839290958"
                    },
                    {
                        "children":[

                        ],
                        "label":"镇坪县",
                        "value":"20101511052839290959"
                    },
                    {
                        "children":[

                        ],
                        "label":"旬阳县",
                        "value":"20101511052839290960"
                    },
                    {
                        "children":[

                        ],
                        "label":"白河县",
                        "value":"20101511052839290961"
                    }
                ],
                "label":"安康市",
                "value":"20101511052839290950"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839290963"
                    },
                    {
                        "children":[

                        ],
                        "label":"商州区",
                        "value":"20101511052839290964"
                    },
                    {
                        "children":[

                        ],
                        "label":"洛南县",
                        "value":"20101511052839290965"
                    },
                    {
                        "children":[

                        ],
                        "label":"丹凤县",
                        "value":"20101511052839290966"
                    },
                    {
                        "children":[

                        ],
                        "label":"商南县",
                        "value":"20101511052839290967"
                    },
                    {
                        "children":[

                        ],
                        "label":"山阳县",
                        "value":"20101511052839290968"
                    },
                    {
                        "children":[

                        ],
                        "label":"镇安县",
                        "value":"20101511052839290969"
                    },
                    {
                        "children":[

                        ],
                        "label":"柞水县",
                        "value":"20101511052839290970"
                    }
                ],
                "label":"商洛市",
                "value":"20101511052839290962"
            }
        ],
        "label":"陕西省",
        "value":"20101511052835096665"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839290973"
                    },
                    {
                        "children":[

                        ],
                        "label":"城关区",
                        "value":"20101511052839290974"
                    },
                    {
                        "children":[

                        ],
                        "label":"七里河区",
                        "value":"20101511052839290975"
                    },
                    {
                        "children":[

                        ],
                        "label":"西固区",
                        "value":"20101511052839290976"
                    },
                    {
                        "children":[

                        ],
                        "label":"安宁区",
                        "value":"20101511052839290977"
                    },
                    {
                        "children":[

                        ],
                        "label":"红古区",
                        "value":"20101511052839290978"
                    },
                    {
                        "children":[

                        ],
                        "label":"永登县",
                        "value":"20101511052839290979"
                    },
                    {
                        "children":[

                        ],
                        "label":"皋兰县",
                        "value":"20101511052839290980"
                    },
                    {
                        "children":[

                        ],
                        "label":"榆中县",
                        "value":"20101511052839290981"
                    }
                ],
                "label":"兰州市",
                "value":"20101511052839290972"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839290983"
                    }
                ],
                "label":"嘉峪关市",
                "value":"20101511052839290982"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839290985"
                    },
                    {
                        "children":[

                        ],
                        "label":"金川区",
                        "value":"20101511052839290986"
                    },
                    {
                        "children":[

                        ],
                        "label":"永昌县",
                        "value":"20101511052839290987"
                    }
                ],
                "label":"金昌市",
                "value":"20101511052839290984"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839290989"
                    },
                    {
                        "children":[

                        ],
                        "label":"白银区",
                        "value":"20101511052839290990"
                    },
                    {
                        "children":[

                        ],
                        "label":"平川区",
                        "value":"20101511052839290991"
                    },
                    {
                        "children":[

                        ],
                        "label":"靖远县",
                        "value":"20101511052839290992"
                    },
                    {
                        "children":[

                        ],
                        "label":"会宁县",
                        "value":"20101511052839290993"
                    },
                    {
                        "children":[

                        ],
                        "label":"景泰县",
                        "value":"20101511052839290994"
                    }
                ],
                "label":"白银市",
                "value":"20101511052839290988"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839290996"
                    },
                    {
                        "children":[

                        ],
                        "label":"秦州区",
                        "value":"20101511052839290997"
                    },
                    {
                        "children":[

                        ],
                        "label":"麦积区",
                        "value":"20101511052839290998"
                    },
                    {
                        "children":[

                        ],
                        "label":"清水县",
                        "value":"20101511052839290999"
                    },
                    {
                        "children":[

                        ],
                        "label":"秦安县",
                        "value":"20101511052839291000"
                    },
                    {
                        "children":[

                        ],
                        "label":"甘谷县",
                        "value":"20101511052839291001"
                    },
                    {
                        "children":[

                        ],
                        "label":"武山县",
                        "value":"20101511052839291002"
                    },
                    {
                        "children":[

                        ],
                        "label":"张家川回族自治县",
                        "value":"20101511052839291003"
                    }
                ],
                "label":"天水市",
                "value":"20101511052839290995"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839291005"
                    },
                    {
                        "children":[

                        ],
                        "label":"凉州区",
                        "value":"20101511052839291006"
                    },
                    {
                        "children":[

                        ],
                        "label":"民勤县",
                        "value":"20101511052839291007"
                    },
                    {
                        "children":[

                        ],
                        "label":"古浪县",
                        "value":"20101511052839291008"
                    },
                    {
                        "children":[

                        ],
                        "label":"天祝藏族自治县",
                        "value":"20101511052839291009"
                    }
                ],
                "label":"武威市",
                "value":"20101511052839291004"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052839291011"
                    },
                    {
                        "children":[

                        ],
                        "label":"甘州区",
                        "value":"20101511052839291012"
                    },
                    {
                        "children":[

                        ],
                        "label":"肃南裕固族自治县",
                        "value":"20101511052839291013"
                    },
                    {
                        "children":[

                        ],
                        "label":"民乐县",
                        "value":"20101511052839291014"
                    },
                    {
                        "children":[

                        ],
                        "label":"临泽县",
                        "value":"20101511052839291015"
                    },
                    {
                        "children":[

                        ],
                        "label":"高台县",
                        "value":"20101511052839291016"
                    },
                    {
                        "children":[

                        ],
                        "label":"山丹县",
                        "value":"20101511052839291017"
                    }
                ],
                "label":"张掖市",
                "value":"20101511052839291010"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052843485184"
                    },
                    {
                        "children":[

                        ],
                        "label":"崆峒区",
                        "value":"20101511052843485185"
                    },
                    {
                        "children":[

                        ],
                        "label":"泾川县",
                        "value":"20101511052843485186"
                    },
                    {
                        "children":[

                        ],
                        "label":"灵台县",
                        "value":"20101511052843485187"
                    },
                    {
                        "children":[

                        ],
                        "label":"崇信县",
                        "value":"20101511052843485188"
                    },
                    {
                        "children":[

                        ],
                        "label":"华亭县",
                        "value":"20101511052843485189"
                    },
                    {
                        "children":[

                        ],
                        "label":"庄浪县",
                        "value":"20101511052843485190"
                    },
                    {
                        "children":[

                        ],
                        "label":"静宁县",
                        "value":"20101511052843485191"
                    }
                ],
                "label":"平凉市",
                "value":"20101511052839291018"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052843485193"
                    },
                    {
                        "children":[

                        ],
                        "label":"肃州区",
                        "value":"20101511052843485194"
                    },
                    {
                        "children":[

                        ],
                        "label":"金塔县",
                        "value":"20101511052843485195"
                    },
                    {
                        "children":[

                        ],
                        "label":"瓜州县",
                        "value":"20101511052843485196"
                    },
                    {
                        "children":[

                        ],
                        "label":"肃北蒙古族自治县",
                        "value":"20101511052843485197"
                    },
                    {
                        "children":[

                        ],
                        "label":"阿克塞哈萨克族自治县",
                        "value":"20101511052843485198"
                    },
                    {
                        "children":[

                        ],
                        "label":"玉门市",
                        "value":"20101511052843485199"
                    },
                    {
                        "children":[

                        ],
                        "label":"敦煌市",
                        "value":"20101511052843485200"
                    }
                ],
                "label":"酒泉市",
                "value":"20101511052843485192"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052843485202"
                    },
                    {
                        "children":[

                        ],
                        "label":"西峰区",
                        "value":"20101511052843485203"
                    },
                    {
                        "children":[

                        ],
                        "label":"庆城县",
                        "value":"20101511052843485204"
                    },
                    {
                        "children":[

                        ],
                        "label":"环县",
                        "value":"20101511052843485205"
                    },
                    {
                        "children":[

                        ],
                        "label":"华池县",
                        "value":"20101511052843485206"
                    },
                    {
                        "children":[

                        ],
                        "label":"合水县",
                        "value":"20101511052843485207"
                    },
                    {
                        "children":[

                        ],
                        "label":"正宁县",
                        "value":"20101511052843485208"
                    },
                    {
                        "children":[

                        ],
                        "label":"宁县",
                        "value":"20101511052843485209"
                    },
                    {
                        "children":[

                        ],
                        "label":"镇原县",
                        "value":"20101511052843485210"
                    }
                ],
                "label":"庆阳市",
                "value":"20101511052843485201"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052843485212"
                    },
                    {
                        "children":[

                        ],
                        "label":"安定区",
                        "value":"20101511052843485213"
                    },
                    {
                        "children":[

                        ],
                        "label":"通渭县",
                        "value":"20101511052843485214"
                    },
                    {
                        "children":[

                        ],
                        "label":"陇西县",
                        "value":"20101511052843485215"
                    },
                    {
                        "children":[

                        ],
                        "label":"渭源县",
                        "value":"20101511052843485216"
                    },
                    {
                        "children":[

                        ],
                        "label":"临洮县",
                        "value":"20101511052843485217"
                    },
                    {
                        "children":[

                        ],
                        "label":"漳县",
                        "value":"20101511052843485218"
                    },
                    {
                        "children":[

                        ],
                        "label":"岷县",
                        "value":"20101511052843485219"
                    }
                ],
                "label":"定西市",
                "value":"20101511052843485211"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052843485221"
                    },
                    {
                        "children":[

                        ],
                        "label":"武都区",
                        "value":"20101511052843485222"
                    },
                    {
                        "children":[

                        ],
                        "label":"成县",
                        "value":"20101511052843485223"
                    },
                    {
                        "children":[

                        ],
                        "label":"文县",
                        "value":"20101511052843485224"
                    },
                    {
                        "children":[

                        ],
                        "label":"宕昌县",
                        "value":"20101511052843485225"
                    },
                    {
                        "children":[

                        ],
                        "label":"康县",
                        "value":"20101511052843485226"
                    },
                    {
                        "children":[

                        ],
                        "label":"西和县",
                        "value":"20101511052843485227"
                    },
                    {
                        "children":[

                        ],
                        "label":"礼县",
                        "value":"20101511052843485228"
                    },
                    {
                        "children":[

                        ],
                        "label":"徽县",
                        "value":"20101511052843485229"
                    },
                    {
                        "children":[

                        ],
                        "label":"两当县",
                        "value":"20101511052843485230"
                    }
                ],
                "label":"陇南市",
                "value":"20101511052843485220"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"临夏市",
                        "value":"20101511052843485232"
                    },
                    {
                        "children":[

                        ],
                        "label":"临夏县",
                        "value":"20101511052843485233"
                    },
                    {
                        "children":[

                        ],
                        "label":"康乐县",
                        "value":"20101511052843485234"
                    },
                    {
                        "children":[

                        ],
                        "label":"永靖县",
                        "value":"20101511052843485235"
                    },
                    {
                        "children":[

                        ],
                        "label":"广河县",
                        "value":"20101511052843485236"
                    },
                    {
                        "children":[

                        ],
                        "label":"和政县",
                        "value":"20101511052843485237"
                    },
                    {
                        "children":[

                        ],
                        "label":"东乡族自治县",
                        "value":"20101511052843485238"
                    },
                    {
                        "children":[

                        ],
                        "label":"积石山保安族东乡族撒拉族自治县",
                        "value":"20101511052843485239"
                    }
                ],
                "label":"临夏回族自治州",
                "value":"20101511052843485231"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"合作市",
                        "value":"20101511052843485241"
                    },
                    {
                        "children":[

                        ],
                        "label":"临潭县",
                        "value":"20101511052843485242"
                    },
                    {
                        "children":[

                        ],
                        "label":"卓尼县",
                        "value":"20101511052843485243"
                    },
                    {
                        "children":[

                        ],
                        "label":"舟曲县",
                        "value":"20101511052843485244"
                    },
                    {
                        "children":[

                        ],
                        "label":"迭部县",
                        "value":"20101511052843485245"
                    },
                    {
                        "children":[

                        ],
                        "label":"玛曲县",
                        "value":"20101511052843485246"
                    },
                    {
                        "children":[

                        ],
                        "label":"碌曲县",
                        "value":"20101511052843485247"
                    },
                    {
                        "children":[

                        ],
                        "label":"夏河县",
                        "value":"20101511052843485248"
                    }
                ],
                "label":"甘南藏族自治州",
                "value":"20101511052843485240"
            }
        ],
        "label":"甘肃省",
        "value":"20101511052839290971"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052843485251"
                    },
                    {
                        "children":[

                        ],
                        "label":"城东区",
                        "value":"20101511052843485252"
                    },
                    {
                        "children":[

                        ],
                        "label":"城中区",
                        "value":"20101511052843485253"
                    },
                    {
                        "children":[

                        ],
                        "label":"城西区",
                        "value":"20101511052843485254"
                    },
                    {
                        "children":[

                        ],
                        "label":"城北区",
                        "value":"20101511052843485255"
                    },
                    {
                        "children":[

                        ],
                        "label":"大通回族土族自治县",
                        "value":"20101511052843485256"
                    },
                    {
                        "children":[

                        ],
                        "label":"湟中县",
                        "value":"20101511052843485257"
                    },
                    {
                        "children":[

                        ],
                        "label":"湟源县",
                        "value":"20101511052843485258"
                    }
                ],
                "label":"西宁市",
                "value":"20101511052843485250"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"乐都区",
                        "value":"20101511052843485260"
                    },
                    {
                        "children":[

                        ],
                        "label":"平安区",
                        "value":"20101511052843485261"
                    },
                    {
                        "children":[

                        ],
                        "label":"民和回族土族自治县",
                        "value":"20101511052843485262"
                    },
                    {
                        "children":[

                        ],
                        "label":"互助土族自治县",
                        "value":"20101511052843485263"
                    },
                    {
                        "children":[

                        ],
                        "label":"化隆回族自治县",
                        "value":"20101511052843485264"
                    },
                    {
                        "children":[

                        ],
                        "label":"循化撒拉族自治县",
                        "value":"20101511052843485265"
                    }
                ],
                "label":"海东市",
                "value":"20101511052843485259"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"门源回族自治县",
                        "value":"20101511052843485267"
                    },
                    {
                        "children":[

                        ],
                        "label":"祁连县",
                        "value":"20101511052843485268"
                    },
                    {
                        "children":[

                        ],
                        "label":"海晏县",
                        "value":"20101511052843485269"
                    },
                    {
                        "children":[

                        ],
                        "label":"刚察县",
                        "value":"20101511052843485270"
                    }
                ],
                "label":"海北藏族自治州",
                "value":"20101511052843485266"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"同仁县",
                        "value":"20101511052843485272"
                    },
                    {
                        "children":[

                        ],
                        "label":"尖扎县",
                        "value":"20101511052843485273"
                    },
                    {
                        "children":[

                        ],
                        "label":"泽库县",
                        "value":"20101511052843485274"
                    },
                    {
                        "children":[

                        ],
                        "label":"河南蒙古族自治县",
                        "value":"20101511052843485275"
                    }
                ],
                "label":"黄南藏族自治州",
                "value":"20101511052843485271"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"共和县",
                        "value":"20101511052843485277"
                    },
                    {
                        "children":[

                        ],
                        "label":"同德县",
                        "value":"20101511052843485278"
                    },
                    {
                        "children":[

                        ],
                        "label":"贵德县",
                        "value":"20101511052843485279"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴海县",
                        "value":"20101511052843485280"
                    },
                    {
                        "children":[

                        ],
                        "label":"贵南县",
                        "value":"20101511052843485281"
                    }
                ],
                "label":"海南藏族自治州",
                "value":"20101511052843485276"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"玛沁县",
                        "value":"20101511052843485283"
                    },
                    {
                        "children":[

                        ],
                        "label":"班玛县",
                        "value":"20101511052843485284"
                    },
                    {
                        "children":[

                        ],
                        "label":"甘德县",
                        "value":"20101511052843485285"
                    },
                    {
                        "children":[

                        ],
                        "label":"达日县",
                        "value":"20101511052843485286"
                    },
                    {
                        "children":[

                        ],
                        "label":"久治县",
                        "value":"20101511052843485287"
                    },
                    {
                        "children":[

                        ],
                        "label":"玛多县",
                        "value":"20101511052843485288"
                    }
                ],
                "label":"果洛藏族自治州",
                "value":"20101511052843485282"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"玉树市",
                        "value":"20101511052843485290"
                    },
                    {
                        "children":[

                        ],
                        "label":"杂多县",
                        "value":"20101511052843485291"
                    },
                    {
                        "children":[

                        ],
                        "label":"称多县",
                        "value":"20101511052843485292"
                    },
                    {
                        "children":[

                        ],
                        "label":"治多县",
                        "value":"20101511052843485293"
                    },
                    {
                        "children":[

                        ],
                        "label":"囊谦县",
                        "value":"20101511052843485294"
                    },
                    {
                        "children":[

                        ],
                        "label":"曲麻莱县",
                        "value":"20101511052843485295"
                    }
                ],
                "label":"玉树藏族自治州",
                "value":"20101511052843485289"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"格尔木市",
                        "value":"20101511052847679488"
                    },
                    {
                        "children":[

                        ],
                        "label":"德令哈市",
                        "value":"20101511052847679489"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌兰县",
                        "value":"20101511052847679490"
                    },
                    {
                        "children":[

                        ],
                        "label":"都兰县",
                        "value":"20101511052847679491"
                    },
                    {
                        "children":[

                        ],
                        "label":"天峻县",
                        "value":"20101511052847679492"
                    }
                ],
                "label":"海西蒙古族藏族自治州",
                "value":"20101511052843485296"
            }
        ],
        "label":"青海省",
        "value":"20101511052843485249"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052847679495"
                    },
                    {
                        "children":[

                        ],
                        "label":"兴庆区",
                        "value":"20101511052847679496"
                    },
                    {
                        "children":[

                        ],
                        "label":"西夏区",
                        "value":"20101511052847679497"
                    },
                    {
                        "children":[

                        ],
                        "label":"金凤区",
                        "value":"20101511052847679498"
                    },
                    {
                        "children":[

                        ],
                        "label":"永宁县",
                        "value":"20101511052847679499"
                    },
                    {
                        "children":[

                        ],
                        "label":"贺兰县",
                        "value":"20101511052847679500"
                    },
                    {
                        "children":[

                        ],
                        "label":"灵武市",
                        "value":"20101511052847679501"
                    }
                ],
                "label":"银川市",
                "value":"20101511052847679494"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052847679503"
                    },
                    {
                        "children":[

                        ],
                        "label":"大武口区",
                        "value":"20101511052847679504"
                    },
                    {
                        "children":[

                        ],
                        "label":"惠农区",
                        "value":"20101511052847679505"
                    },
                    {
                        "children":[

                        ],
                        "label":"平罗县",
                        "value":"20101511052847679506"
                    }
                ],
                "label":"石嘴山市",
                "value":"20101511052847679502"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052847679508"
                    },
                    {
                        "children":[

                        ],
                        "label":"利通区",
                        "value":"20101511052847679509"
                    },
                    {
                        "children":[

                        ],
                        "label":"红寺堡区",
                        "value":"20101511052847679510"
                    },
                    {
                        "children":[

                        ],
                        "label":"盐池县",
                        "value":"20101511052847679511"
                    },
                    {
                        "children":[

                        ],
                        "label":"同心县",
                        "value":"20101511052847679512"
                    },
                    {
                        "children":[

                        ],
                        "label":"青铜峡市",
                        "value":"20101511052847679513"
                    }
                ],
                "label":"吴忠市",
                "value":"20101511052847679507"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052847679515"
                    },
                    {
                        "children":[

                        ],
                        "label":"原州区",
                        "value":"20101511052847679516"
                    },
                    {
                        "children":[

                        ],
                        "label":"西吉县",
                        "value":"20101511052847679517"
                    },
                    {
                        "children":[

                        ],
                        "label":"隆德县",
                        "value":"20101511052847679518"
                    },
                    {
                        "children":[

                        ],
                        "label":"泾源县",
                        "value":"20101511052847679519"
                    },
                    {
                        "children":[

                        ],
                        "label":"彭阳县",
                        "value":"20101511052847679520"
                    }
                ],
                "label":"固原市",
                "value":"20101511052847679514"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052847679522"
                    },
                    {
                        "children":[

                        ],
                        "label":"沙坡头区",
                        "value":"20101511052847679523"
                    },
                    {
                        "children":[

                        ],
                        "label":"中宁县",
                        "value":"20101511052847679524"
                    },
                    {
                        "children":[

                        ],
                        "label":"海原县",
                        "value":"20101511052847679525"
                    }
                ],
                "label":"中卫市",
                "value":"20101511052847679521"
            }
        ],
        "label":"宁夏回族自治区",
        "value":"20101511052847679493"
    },
    {
        "children":[
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052851873792"
                    },
                    {
                        "children":[

                        ],
                        "label":"天山区",
                        "value":"20101511052851873793"
                    },
                    {
                        "children":[

                        ],
                        "label":"沙依巴克区",
                        "value":"20101511052851873794"
                    },
                    {
                        "children":[

                        ],
                        "label":"新市区",
                        "value":"20101511052851873795"
                    },
                    {
                        "children":[

                        ],
                        "label":"水磨沟区",
                        "value":"20101511052851873796"
                    },
                    {
                        "children":[

                        ],
                        "label":"头屯河区",
                        "value":"20101511052851873797"
                    },
                    {
                        "children":[

                        ],
                        "label":"达坂城区",
                        "value":"20101511052851873798"
                    },
                    {
                        "children":[

                        ],
                        "label":"米东区",
                        "value":"20101511052851873799"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌鲁木齐县",
                        "value":"20101511052851873800"
                    }
                ],
                "label":"乌鲁木齐市",
                "value":"20101511052847679527"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"市辖区",
                        "value":"20101511052851873802"
                    },
                    {
                        "children":[

                        ],
                        "label":"独山子区",
                        "value":"20101511052851873803"
                    },
                    {
                        "children":[

                        ],
                        "label":"克拉玛依区",
                        "value":"20101511052851873804"
                    },
                    {
                        "children":[

                        ],
                        "label":"白碱滩区",
                        "value":"20101511052851873805"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌尔禾区",
                        "value":"20101511052851873806"
                    }
                ],
                "label":"克拉玛依市",
                "value":"20101511052851873801"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"高昌区",
                        "value":"20101511052851873808"
                    },
                    {
                        "children":[

                        ],
                        "label":"鄯善县",
                        "value":"20101511052851873809"
                    },
                    {
                        "children":[

                        ],
                        "label":"托克逊县",
                        "value":"20101511052851873810"
                    }
                ],
                "label":"吐鲁番市",
                "value":"20101511052851873807"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"伊州区",
                        "value":"20101511052851873812"
                    },
                    {
                        "children":[

                        ],
                        "label":"巴里坤哈萨克自治县",
                        "value":"20101511052851873813"
                    },
                    {
                        "children":[

                        ],
                        "label":"伊吾县",
                        "value":"20101511052851873814"
                    }
                ],
                "label":"哈密市",
                "value":"20101511052851873811"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"昌吉市",
                        "value":"20101511052851873816"
                    },
                    {
                        "children":[

                        ],
                        "label":"阜康市",
                        "value":"20101511052851873817"
                    },
                    {
                        "children":[

                        ],
                        "label":"呼图壁县",
                        "value":"20101511052851873818"
                    },
                    {
                        "children":[

                        ],
                        "label":"玛纳斯县",
                        "value":"20101511052851873819"
                    },
                    {
                        "children":[

                        ],
                        "label":"奇台县",
                        "value":"20101511052851873820"
                    },
                    {
                        "children":[

                        ],
                        "label":"吉木萨尔县",
                        "value":"20101511052851873821"
                    },
                    {
                        "children":[

                        ],
                        "label":"木垒哈萨克自治县",
                        "value":"20101511052851873822"
                    }
                ],
                "label":"昌吉回族自治州",
                "value":"20101511052851873815"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"博乐市",
                        "value":"20101511052851873824"
                    },
                    {
                        "children":[

                        ],
                        "label":"阿拉山口市",
                        "value":"20101511052851873825"
                    },
                    {
                        "children":[

                        ],
                        "label":"精河县",
                        "value":"20101511052851873826"
                    },
                    {
                        "children":[

                        ],
                        "label":"温泉县",
                        "value":"20101511052851873827"
                    }
                ],
                "label":"博尔塔拉蒙古自治州",
                "value":"20101511052851873823"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"库尔勒市",
                        "value":"20101511052851873829"
                    },
                    {
                        "children":[

                        ],
                        "label":"轮台县",
                        "value":"20101511052851873830"
                    },
                    {
                        "children":[

                        ],
                        "label":"尉犁县",
                        "value":"20101511052851873831"
                    },
                    {
                        "children":[

                        ],
                        "label":"若羌县",
                        "value":"20101511052851873832"
                    },
                    {
                        "children":[

                        ],
                        "label":"且末县",
                        "value":"20101511052851873833"
                    },
                    {
                        "children":[

                        ],
                        "label":"焉耆回族自治县",
                        "value":"20101511052851873834"
                    },
                    {
                        "children":[

                        ],
                        "label":"和静县",
                        "value":"20101511052851873835"
                    },
                    {
                        "children":[

                        ],
                        "label":"和硕县",
                        "value":"20101511052851873836"
                    },
                    {
                        "children":[

                        ],
                        "label":"博湖县",
                        "value":"20101511052851873837"
                    }
                ],
                "label":"巴音郭楞蒙古自治州",
                "value":"20101511052851873828"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"阿克苏市",
                        "value":"20101511052851873839"
                    },
                    {
                        "children":[

                        ],
                        "label":"温宿县",
                        "value":"20101511052851873840"
                    },
                    {
                        "children":[

                        ],
                        "label":"库车县",
                        "value":"20101511052851873841"
                    },
                    {
                        "children":[

                        ],
                        "label":"沙雅县",
                        "value":"20101511052851873842"
                    },
                    {
                        "children":[

                        ],
                        "label":"新和县",
                        "value":"20101511052851873843"
                    },
                    {
                        "children":[

                        ],
                        "label":"拜城县",
                        "value":"20101511052851873844"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌什县",
                        "value":"20101511052851873845"
                    },
                    {
                        "children":[

                        ],
                        "label":"阿瓦提县",
                        "value":"20101511052851873846"
                    },
                    {
                        "children":[

                        ],
                        "label":"柯坪县",
                        "value":"20101511052851873847"
                    }
                ],
                "label":"阿克苏地区",
                "value":"20101511052851873838"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"阿图什市",
                        "value":"20101511052856068097"
                    },
                    {
                        "children":[

                        ],
                        "label":"阿克陶县",
                        "value":"20101511052856068098"
                    },
                    {
                        "children":[

                        ],
                        "label":"阿合奇县",
                        "value":"20101511052856068099"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌恰县",
                        "value":"20101511052856068100"
                    }
                ],
                "label":"克孜勒苏柯尔克孜自治州",
                "value":"20101511052856068096"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"喀什市",
                        "value":"20101511052856068102"
                    },
                    {
                        "children":[

                        ],
                        "label":"疏附县",
                        "value":"20101511052856068103"
                    },
                    {
                        "children":[

                        ],
                        "label":"疏勒县",
                        "value":"20101511052856068104"
                    },
                    {
                        "children":[

                        ],
                        "label":"英吉沙县",
                        "value":"20101511052856068105"
                    },
                    {
                        "children":[

                        ],
                        "label":"泽普县",
                        "value":"20101511052856068106"
                    },
                    {
                        "children":[

                        ],
                        "label":"莎车县",
                        "value":"20101511052856068107"
                    },
                    {
                        "children":[

                        ],
                        "label":"叶城县",
                        "value":"20101511052856068108"
                    },
                    {
                        "children":[

                        ],
                        "label":"麦盖提县",
                        "value":"20101511052856068109"
                    },
                    {
                        "children":[

                        ],
                        "label":"岳普湖县",
                        "value":"20101511052856068110"
                    },
                    {
                        "children":[

                        ],
                        "label":"伽师县",
                        "value":"20101511052856068111"
                    },
                    {
                        "children":[

                        ],
                        "label":"巴楚县",
                        "value":"20101511052856068112"
                    },
                    {
                        "children":[

                        ],
                        "label":"塔什库尔干塔吉克自治县",
                        "value":"20101511052856068113"
                    }
                ],
                "label":"喀什地区",
                "value":"20101511052856068101"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"和田市",
                        "value":"20101511052856068115"
                    },
                    {
                        "children":[

                        ],
                        "label":"和田县",
                        "value":"20101511052856068116"
                    },
                    {
                        "children":[

                        ],
                        "label":"墨玉县",
                        "value":"20101511052856068117"
                    },
                    {
                        "children":[

                        ],
                        "label":"皮山县",
                        "value":"20101511052856068118"
                    },
                    {
                        "children":[

                        ],
                        "label":"洛浦县",
                        "value":"20101511052856068119"
                    },
                    {
                        "children":[

                        ],
                        "label":"策勒县",
                        "value":"20101511052856068120"
                    },
                    {
                        "children":[

                        ],
                        "label":"于田县",
                        "value":"20101511052856068121"
                    },
                    {
                        "children":[

                        ],
                        "label":"民丰县",
                        "value":"20101511052856068122"
                    }
                ],
                "label":"和田地区",
                "value":"20101511052856068114"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"伊宁市",
                        "value":"20101511052856068124"
                    },
                    {
                        "children":[

                        ],
                        "label":"奎屯市",
                        "value":"20101511052856068125"
                    },
                    {
                        "children":[

                        ],
                        "label":"霍尔果斯市",
                        "value":"20101511052856068126"
                    },
                    {
                        "children":[

                        ],
                        "label":"伊宁县",
                        "value":"20101511052856068127"
                    },
                    {
                        "children":[

                        ],
                        "label":"察布查尔锡伯自治县",
                        "value":"20101511052856068128"
                    },
                    {
                        "children":[

                        ],
                        "label":"霍城县",
                        "value":"20101511052856068129"
                    },
                    {
                        "children":[

                        ],
                        "label":"巩留县",
                        "value":"20101511052856068130"
                    },
                    {
                        "children":[

                        ],
                        "label":"新源县",
                        "value":"20101511052856068131"
                    },
                    {
                        "children":[

                        ],
                        "label":"昭苏县",
                        "value":"20101511052856068132"
                    },
                    {
                        "children":[

                        ],
                        "label":"特克斯县",
                        "value":"20101511052856068133"
                    },
                    {
                        "children":[

                        ],
                        "label":"尼勒克县",
                        "value":"20101511052856068134"
                    }
                ],
                "label":"伊犁哈萨克自治州",
                "value":"20101511052856068123"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"塔城市",
                        "value":"20101511052856068136"
                    },
                    {
                        "children":[

                        ],
                        "label":"乌苏市",
                        "value":"20101511052856068137"
                    },
                    {
                        "children":[

                        ],
                        "label":"额敏县",
                        "value":"20101511052856068138"
                    },
                    {
                        "children":[

                        ],
                        "label":"沙湾县",
                        "value":"20101511052856068139"
                    },
                    {
                        "children":[

                        ],
                        "label":"托里县",
                        "value":"20101511052856068140"
                    },
                    {
                        "children":[

                        ],
                        "label":"裕民县",
                        "value":"20101511052856068141"
                    },
                    {
                        "children":[

                        ],
                        "label":"和布克赛尔蒙古自治县",
                        "value":"20101511052856068142"
                    }
                ],
                "label":"塔城地区",
                "value":"20101511052856068135"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"阿勒泰市",
                        "value":"20101511052856068144"
                    },
                    {
                        "children":[

                        ],
                        "label":"布尔津县",
                        "value":"20101511052856068145"
                    },
                    {
                        "children":[

                        ],
                        "label":"富蕴县",
                        "value":"20101511052856068146"
                    },
                    {
                        "children":[

                        ],
                        "label":"福海县",
                        "value":"20101511052856068147"
                    },
                    {
                        "children":[

                        ],
                        "label":"哈巴河县",
                        "value":"20101511052856068148"
                    },
                    {
                        "children":[

                        ],
                        "label":"青河县",
                        "value":"20101511052856068149"
                    },
                    {
                        "children":[

                        ],
                        "label":"吉木乃县",
                        "value":"20101511052856068150"
                    }
                ],
                "label":"阿勒泰地区",
                "value":"20101511052856068143"
            },
            {
                "children":[
                    {
                        "children":[

                        ],
                        "label":"石河子市",
                        "value":"20101511052860262400"
                    },
                    {
                        "children":[

                        ],
                        "label":"阿拉尔市",
                        "value":"20101511052860262401"
                    },
                    {
                        "children":[

                        ],
                        "label":"图木舒克市",
                        "value":"20101511052860262402"
                    },
                    {
                        "children":[

                        ],
                        "label":"五家渠市",
                        "value":"20101511052860262403"
                    },
                    {
                        "children":[

                        ],
                        "label":"铁门关市",
                        "value":"20101511052860262404"
                    }
                ],
                "label":"自治区直辖县级行政区划",
                "value":"20101511052856068151"
            }
        ],
        "label":"新疆维吾尔自治区",
        "value":"20101511052847679526"
    },
    {
        "children":[

        ],
        "label":"台湾省",
        "value":"20101511052860262405"
    },
    {
        "children":[

        ],
        "label":"香港特别行政区",
        "value":"20101511052860262406"
    },
    {
        "children":[

        ],
        "label":"澳门特别行政区",
        "value":"20101511052860262407"
    }
]